[
  {
    "content": "5x/week All rights reserved. No part of this book may be used or reproduced by any means, graphic, electronic, or mechanical, including photocopying, recording, taping or by any information storage retrieval system without the written permission of the author, except in the case of brief quotations embodied in critical articles or reviews. Readers should be aware that Internet Web sites offered as citations and/or sources for further information may have changed or disappeared between the time this book was written and when it is read. Limit of Liability/Disclaimer of Warranty: While the author has used his best efforts and knowledge in researching and preparing this book, he makes no representations or warranties with respect to the accuracy or completeness of the contents of this book and specifically disclaims any implied warranties of merchantability or fitness for a particular purpose. No warranty may be created or extended by sales representatives or promotional sales materials. The advice and strategies contained herein may not be suitable for your particular situation. You should always consult with a medical professional before beginning any exercise program. The contents of this e-book are not intended for the treatment or prevention of any disease or medical condition, nor as a substitute for medical treatment, nor as an alternative to medical advice. The author is not a licensed healthcare provider or a registered dietitian. Utilizing the information within this e-book is at the sole choice and risk of the reader. If you engage in this exercise program, you agree that you do so at your own risk, are voluntarily participating in these activities, assume all risk of injury to yourself, and agree to release and discharge the publisher and the author from any and all claims or causes of action, known or unknown, arising out of the contents of this book. The author advises you to take full responsibility for your safety and to know your limits",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "1 of 78"
    }
  },
  {
    "content": "The author advises you to take full responsibility for your safety and to know your limits. Before practicing the skills described in this book, be sure that your equipment is well maintained and do not take risks beyond your level of experience, aptitude, training, and comfort level. THE ULTIMATE PUSH PULL LEGS SYSTEM 1 disclaimer TABLE OF CONTENTS Disclaimer About Me About This Program Key Terms Anatomy FAQ Warm Up Ultimate PPL Program Exercise Substitutions Program Explained Comments From Jeff Exercise Video Demonstrations References 1 3 5 9 11 22 28 32 33 35 44 42 45 ABOUT ME 3 THE ULTIMATE PUSH PULL LEGS SYSTEM He earned the title of Mr. Junior Canada for natural bodybuilding in 2012 and as a powerlifter, Jeff held the Canadian national record for the bench press in 2014. As a powerlifter, Jeff has claimed a 502 lb squat, 336 lb bench press and a 518 lb deadlift with an all time best Wilks score of 446. With a Bachelor of Science degree in biochemistry, Jeff has gathered the requisite scientific knowledge to complement his practical experience acquired through training and coaching. Jeff has coached women's bikini and men's bodybuilding national and provincial champions, professional natural bodybuilders and nationally and IPF Worlds qualified raw powerlifters. He has presented seminars on Block Periodization, concurrent training and nutrition and training for natural bodybuilding in academic settings including the 2019 Ultimate Evidence Based Conference (UEBC), Lehman College and the University of Iowa. He has aspirations of completing a PhD in exercise science or a related field. Jeff currently lives in Ontario, Canada, where he is producing YouTube videos and programs for people around the world. Jeff is a professional natural bodybuilder and powerlifter",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "2 of 78"
    }
  },
  {
    "content": "Jeff is a professional natural bodybuilder and powerlifter. Through his science-based Youtube channel which has gathered a fan- base of millions of subscribers, Jeff shares the knowledge he has gathered through university education and field experience with others who are passionate about the science behind building muscle, losing fat and gaining strength. 4 THE ULTIMATE PUSH PULL LEGS SYSTEM ABOUT this program 5 THE ULTIMATE PUSH PULL LEGS SYSTEM I created this training plan for intermediate-advanced trainees looking to make the absolute most out of their training. Unlike most push/pull/legs programs that are humdrum and predictable, I am calling this routine a push pull legs “system” because it is organized in a very precise and calculated way to maximize gains. Throughout this program, we’ll be borrowing from decades of sports science and years of personal experimentation to reach what I believe is the pinnacle of the PPL split. What makes this program most unique is its use of three very distinct phases that are sequenced in a specific way to optimize progress. Each phase has a very specific goal that will carry into the next phase. Phase 1 is the Base Phase where we will use moderate-high volume and moderate-high intensity plus a variety of advanced hypertrophy techniques to “lay the foundation” of hypertrophy. Phase 2 is the Maximum Overload Phase where we will use low volume and ultra-high intensity to increase familiarity with true muscular failure and ensure progressive overload is occuring. Phase 3 is the Supercompensation Phase where we will use ultra-high volume and moderate intensity to increase muscle size rapidly. A sudden, large increase in volume will provide a massive stimulus for new growth. Within each phase (especially Phase 1 and 3) there are a variety of new and effective techniques that you won’t see in the more humdrum PPL routines",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "3 of 78"
    }
  },
  {
    "content": "You’ll find stuff like: Who is the Ultimate PPL System for? 6 bottom-only reps (these are based on this 2021 study [1] on the effectiveness of partial rep training that emphasizes the stretch aspect of the lift – and this 2022 study [2] and this other 2022 study [3] and this 2019 study [4]), feeder sets (an approach I learned from my late dear mentor, John Meadows), mechanical dropsets (where you adjust technique mid-set rather than adjusting load to extend the set), what I call “acceptable cheating” (on exercises like Kroc Rows and Hammer Curls), cluster sets (we’ll be doing 6-10 sets of an exercise for low reps and very short rest) THE ULTIMATE PUSH PULL LEGS SYSTEM While it is perfectly possible to make progress in both strength and size at the same time (this is the goal of my Powerbuilding Programs) it’s much more difficult to optimize both strength and size at the same time. If your goal is to optimize progress with muscle growth, it is better to allocate more volume to hypertrophy-style training. In this program, we are seeking to optimize muscle growth, and will be prioritizing hypertrophy over strength. However, because strength can complement hypertrophy and because most people who care about hypertrophy also want to be strong, we won’t be ignoring strength altogether. To ensure that strength is not neglected entirely, this program uses a minimalistic approach toward strength and an optimization approach toward hypertrophy. This means we’ll be using just one heavy set for each of the powerlifts, plus a few back-off sets. At the very least this will be sufficient to maintain strength on these lifts and will be enough for most people to continue making strength gains on the powerlifts. It’s also worth mentioning that while Phase 1 and 2 include all three powerlifts (squat, bench and deadlift), Phase 3 uses high rep front squats rather than back squats (*evil laugh*). With all of that being said, the main emphasis of this program is clearly muscle growth",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "4 of 78"
    }
  },
  {
    "content": "With all of that being said, the main emphasis of this program is clearly muscle growth. If your goal is to work on both strength and hypertrophy equally, I’d consider checking out my Powerbuilding Programs instead. If your goal is to maximize hypertrophy while having a more minimalistic focus on strength, this program will be perfect for you. This program was designed for intermediate-advanced trainees looking to get as jacked as possible. Since training years in the gym are not equal across individuals, it’s hard to pin down exactly what “intermediate-advanced” means, in terms of a specific training age. For example, some folks may have spent 10 years training in the gym, but that time may only actually be “worth” 1 or 2 years, if they’ve spent the majority of their time pumping and going through the motions without focus or direction. But as a general guide, if you’ve been training for roughly 2-5 years, with a generally serious approach toward your training sessions, you’ll make serious gains on this program. If you’ve been training without adequate structure for even a few months, it doesn’t matter how long you’ve been in the gym, this program will get you back on the right track. 7 THE ULTIMATE PUSH PULL LEGS SYSTEM Will we be focusing on strength or hypertrophy? Who this program is for If you’ve been in the gym less than 1-2 years, I’d recommend running through my Fundamentals Hypertrophy Program at least once before advancing to this routine. This will ensure that you have established an adequate strength and technique base before jumping into the more advanced programming methods used here. This program is not intended to be an all-inclusive resource for all things training related. For more background and information on my general training philosophy, I encourage you to watch my Fundamentals Series on YouTube",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "5 of 78"
    }
  },
  {
    "content": "With that said, there is still plenty of information within these pages, including a full blown functional anatomy section, a description of the programming principles at play (periodization, progression, exercise selection, etc.), video links for technique demonstration for each exercise, exercise substitutions for each exercise, and 17 unique scientific references. 8 THE ULTIMATE PUSH PULL LEGS SYSTEM Who this program isn’t for 9 THE ULTIMATE PUSH PULL LEGS SYSTEM key terms 10 CONCENTRIC DB DOMS ECCENTRIC EFFORT FREQUENCY HARD SET HYPERTROPHY INTENSITY LOAD LSRPE PERIODIZATION PROGRESSIVE OVERLOAD ROM RPE TEMPO VOLUME The gradual increase of stress placed upon the body during exercise training. In training contexts, this generally involves progressively increasing some lifting parameter over time (usually increasing weight/reps or improving technique/mind-muscle connection). Rate of perceived exertion. A measure of how difficult a set was on a 1-10 scale, with 10 meaning muscular failure was achieved. An RPE of 9 means you could have gotten one more rep, an RPE of 8 means you could have gotten two more reps, etc. The contracting (“positive”) aspect of the lift. Dumbbell Delayed onset muscle soreness The lowering (“negative”) aspect of the lift. How hard you are pushing the set relative to failure. Measured with RPE and/or %1RM. A set taken within 0-3 reps of failure (a “working set” and not a warm- up set) How often you directly train a given muscle or lift every seven days. The growth of (muscle) tissue. Effort and load. The weight of the external resistance. Last set RPE Total amount of work performed. Usually approximated as tough working sets. The organization of training over time. Range of motion. The speed at which the lift occurs. THE ULTIMATE PUSH PULL LEGS SYSTEM ANATOMY 11 THE ULTIMATE PUSH PULL LEGS SYSTEM Major muscles of the body. Right side: superficial; Left side: deep (posterior view) Figure 1: The Main Posterior Muscles 12 THE ULTIMATE PUSH PULL LEGS SYSTEM Major muscles of the body",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "6 of 78"
    }
  },
  {
    "content": "Right side: superficial; Left side: deep (anterior view) Figure 2: The Main Anterior Muscles 13 THE ULTIMATE PUSH PULL LEGS SYSTEM FUNCTIONAL ANATOMY It is important to understand the functional anatomy and biomechanics of the main muscles we’ll be targeting before we can understand how to best train them. Functional anatomy determines what muscles can do. There are two things to consider when looking at a muscle’s functional anatomy – its origin and insertion. Muscles attach to bone by tendons from at least two points. The origin is the fixed attachment which does not move and the insertion is the attachment which moves closer to the origin when a muscle contracts. This is the contracting phase, referred to as the concentric phase (also known as the “positive” phase), which is normally followed by the eccentric phase (lowering the weight – also known as the “negative” phase). QUADRICEPS The quadriceps (“quads” for short) are comprised of four muscles, often referred to as “heads”: the vastus lateralis (“quad sweep”), vastus medialis (“tear drop”), rectus femoris (the middle portion of your upper thigh), and vastus intermedius (which runs underneath the rectus femoris). The quads act to extend the knee, taking the leg from a bent position to a straight position. Each muscle of the quad has its own unique insertion which we won’t worry about too much here. Just remember that the main action of the quads is to extend (straighten) the knee. ORIGIN: The vasti muscles originate on the body of femur (“thigh bone”). The rectus femoris originates on the illium of the “hip bone” INSERTION: Tibial tuberosity EXERCISES: Squat, walking lunge, leg extension Figure 3: Quadriceps Anatomy 14 THE ULTIMATE PUSH PULL LEGS SYSTEM HAMSTRINGS The hamstrings are actually a complex of four muscles: semimembranosus, semitendinosus, and biceps femoris (which consists of a long head and a short head)",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "7 of 78"
    }
  },
  {
    "content": "The hamstrings collectively act to both flex the knee (take the leg from a straightened position to a bent position, as in a leg curl) and extend the hip (pushing your hips forward, as in a deadlift). ORIGIN: The semitendinosus, semimembranosus, and long head of the biceps femoris originate on the ischial tuberosity. The short head of the biceps femoris originates on the linea aspera. INSERTION: The semitendinosus and semimembranosus both insert on the tibia, while both the long and short heads of the biceps femoris insert at the fibula. EXERCISES: Deadlift, romanian deadlift, leg curl Figure 4: Hamstrings Anatomy 15 THE ULTIMATE PUSH PULL LEGS SYSTEM ORIGIN: The semitendinosus, semimembranosus, and long head of the biceps femoris originate on the ischial tuberosity. The short head of the biceps femoris originates on the linea aspera. INSERTION: The semitendinosus and semimembranosus both insert on the tibia, while both the long and short heads of the biceps femoris insert at the fibula. EXERCISES: Deadlift, romanian deadlift, leg curl Figure 5: Gluteals Anatomy GLUTEALS The gluteals (or “glutes”) are also a complex of muscles consisting of the gluteus maximus, gluteus medius, and gluteus minimus. As the name suggests, the gluteus maximus is the largest of the three, followed by the gluteus medius, and the smallest gluteus minimus. The gluteus maximus has multiple origins including the pelvis, sacrum, coccyx, and thoracolumbar fascia and multiple insertions including the upper femur and IT band. Because of this, it is able to perform a wide variety of functions, but primarily: Hip extension (push your hips forward) Hip abduction (move your thigh away from the midline) Hip external rotation (rotating your thigh bone outwards) Posterior pelvic tilt (tucking your butt “in”) The smaller glute medius still occupies a hefty portion of the rear hip musculature and functions primarily as a stabilizer during dynamic movement and as a hip abductor. It originates on the pelvis and inserts on the femur",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "8 of 78"
    }
  },
  {
    "content": "It originates on the pelvis and inserts on the femur. It is most effectively trained with exercises that require a high degree of stability, especially unilateral movements such as walking lunges, and exercises that train hip abduction, such as machine hip abductions. 16 THE ULTIMATE PUSH PULL LEGS SYSTEM ORIGIN: : The pectoralis major originates on the sternum and clavicle. The pectoralis minor originates on the 3rd-5th ribs. INSERTION: The pectoralis major inserts on the humerus. The pectoralis minor inserts to the coracoid process (front of your shoulder). EXERCISES: Bench press, dumbbell incline press, cable flyes, dips, military press Figure 6: Pectoral Anatomy PECTORALIS There are two pectoralis muscles (pecs for short) located on your chest: the pectoralis major and the pectoralis minor. The pectoralis major can be divided into two heads: the clavicular head or “upper chest” (which originates at the clavicle) and the sternal head or “lower chest” (which originates at the sternum). The pecs act to adduct the upper arm (bring the upper arm across the body), and to internally rotate the shoulder joint. The clavicular fibers also aid in shoulder flexion (raising your upper arm up), but the sternal fibers do not. 17 THE ULTIMATE PUSH PULL LEGS SYSTEM BACK The back is comprised of a massive web of muscles, so for the sake of simplicity we will only look at the largest back muscles. The latissimus dorsi (lats for short) is a big muscle which runs from just underneath your arm pit all the way down to the bottom of your back. The lats primarily act to extend the shoulder (bring your upper arm downward) and adduct the shoulder (moving your elbows towards your mid back). The trapezius (traps for short), is another large muscle running from the base of the skull down to the middle of your inner back. When people think about the traps, they tend to only think of the upper fibers, but the middle and lower fibers take up a very large surface area as well",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "9 of 78"
    }
  },
  {
    "content": "The traps act to elevate the scapulae (shrugging your shoulders), retract the scapulae (pull the shoulder blades back), and extend the shoulder (pull your arms backward when your elbows are raised). ORIGIN: Illiac crest and thoracolumnar fascia INSERTION: Humerus EXERCISES: Supinated pulldowns, chest-supported T-bar row, seated face pull, deadlift (isometric contraction to prevent shoulder flexion) LATS TRAPS ORIGIN: Occipital bone (upper traps), corresponding supraspinous ligaments for the mid and lower traps INSERTION: Nuchal ligament EXERCISES: Chest-supported T-bar row, cable seated row, seated face pull, deadlift (isometric contraction to prevent scapular depression) Figure 7: Latissimus Dorsi Anatomy Figure 8: Trapezius Anatomy 18 THE ULTIMATE PUSH PULL LEGS SYSTEM BICEPS The biceps brachii are a two-headed muscle containing a long head and a short head. They collectively act to flex the elbows (bring the elbow from a straightened position to a bent position), and supinate the wrist (twist the pinky upwards). The brachialis, which runs underneath the biceps brachii, is also a strong elbow flexor. TRICEPS The triceps lie on the back of your upper arm and are made up of three heads: a long head, a medial head, and a lateral head. The triceps collectively act to extend the elbow (bring the elbows from a bent position to a straightened position)",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "10 of 78"
    }
  },
  {
    "content": "ORIGIN: Coracoid process, supraglenoid tubercle INSERTION: Radial tuberosity EXERCISES: Supinated pulldowns, dumbbell supinated curl, single-arm cable curl ORIGIN: Infraglenoid tubercle, radial groove INSERTION: Olecranon process on ulna EXERCISES: Rope triceps extension, dips, dumbbell skull crusher, bench press, military press, dumbbell incline press Figure 9: Biceps Anatomy Figure 10: Triceps Anatomy 19 THE ULTIMATE PUSH PULL LEGS SYSTEM DELTOIDS The deltoids (or delts for short) are comprised of 3 different heads, the anterior deltoid (the “front” delt), the lateral deltoid (also known as the “middle” delt, and often mistakenly called the “medial delt”), and the posterior delt (also known as the “rear” delt). The anterior delt acts to flex the shoulder (raise the arm up), the lateral delt acts to abduct the upper arm (raise your upper arm out directly to your sides), and the posterior delt acts to abduct the shoulder (pull the shoulder back when the elbows are raised). ABS The abs are a huge web containing many muscles which all have a similar function. When talking about the abs, we are typically referring to the rectus abdominis – which is the muscle that makes the “6- pack”. The rectus abdominis acts to flex the spine, rotate the torso, and resist spinal extension (prevent your lower back from arching inwards). ORIGIN: Clavicle, acromion process, spine of scapula INSERTION: Deltoid tuberosity of humerus EXERCISES: Military press, dumbbell incline press, barbell bench press, lateral raise, seated face pull ORIGIN: Crest of pubis INSERTION: Xiphoid process EXERCISES: Crunches, planks Figure 11: Deltoid Anatomy Figure 12: Abdominal Anatomy 20 THE ULTIMATE PUSH PULL LEGS SYSTEM CALVES The calves are a complex consisting of two muscles – the gastrocnemius (or gastroc for short) and the soleus. The gastrocnemius is the big muscle underneath the back of your knee and the soleus is a smaller, flatter muscle which runs underneath the gastroc down to your ankle",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "11 of 78"
    }
  },
  {
    "content": "Both the gastroc and soleus act to plantarflex the ankle (point your toes down). ORIGIN: Lateral and medial condyle of femur INSERTION: Tendo calcaneus EXERCISES: Standing calf raise Figure 13: Anatomy of the Calf Muscles 21 THE ULTIMATE PUSH PULL LEGS SYSTEM FAQ 22 THE ULTIMATE PUSH PULL LEGS SYSTEM Q: A: A: A: I don’t want to do the squat, bench or deadlift (SBD). How would I convert this into a pure bodybuilding program? First, remember that this program is very minimal in terms of SBD volume. For the most part, you’re only doing each lift once a week for one hard set and a couple back-off sets. This amount of strength work is unlikely to interfere with your hypertrophy goals in any significant way and may actually be beneficial if it allows you to overload other lifts more effectively. Still, if you want to avoid the powerlifts altogether due to injury or preference, there are two substitution options for each lift that you can do instead of the powerlifts. After substituting the exercise, keep the sets, reps, and everything else exactly the same. This will ensure that you still get some general strength work in. For example, if the program calls for 1 set of 2 reps on the deadlift, you could substitute this for 1 set of 2 reps on either the trap bar deadlift or the barbell hip thrust. As a second option, if you really don’t want to do any strength work at all, you can simply set a low- end rep cap at 4 reps for the entirety of the program. This means you simply won’t do any sets below 4 reps. In this case, if a set calls for 1, 2 or 3 reps, you will simply do 4 reps instead. So, for example, if the program suggests that you do 1 set of 2 reps on the deadlift, you could substitute this for 1 set of 4 reps on either the deadlift, trap bar deadlift, or barbell hip thrust. If a set calls for 4 or more reps, simply keep the reps the same. In the event that a set calls for 3-5 reps, just do 4-5 reps instead of 3-5. I wouldn’t necessarily prefer this option because I do think strength work is important",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "12 of 78"
    }
  },
  {
    "content": "I wouldn’t necessarily prefer this option because I do think strength work is important. However, if you don’t want to do any strength work, there isn’t a big issue in just replacing the sets below 4 reps as explained above. In either case, because the direct strength work is quite low in this program, this should be a very easy work-around. I can’t do “X” exercise. What should I replace it with? Every exercise includes two substitution options, which are listed in order of preference. This means that if you can’t perform the original exercise, you should go with Substitution Option 1 first, and then Substitution Option 2, if you can’t perform Option 1. Can I choose to do a Substitution Option even if I can perform the original exercise? Yes. Whether you just prefer the other exercise or it’s one you have easier access to, feel free to go with either of the Substitution Options over the original exercise. The program was designed so that all substitution options will elicit a very similar training effect. With that said, there are some intensity techniques that are better suited for specific exercises, so assuming you have access to the exercise, I would default to doing the main exercise listed before turning to the substitution options. THE ULTIMATE PUSH PULL LEGS SYSTEM 23 Q: Q: Q: Q: Q: Q: A: A: A: A: How long should each workout take? Each workout should take you approximately 60-90 minutes from start to finish, including the warm- up, if you adhere to the rest periods given. If you take your time with the warm-up and are more lax with rest times between sets, your workouts may take a bit longer. 60-90 minutes is a bit too long for me. Is there a way for me to make these workouts shorter? Yes, to reduce the time commitment of each session, you can first try aiming for the lower end of all of the suggested rest ranges. For example, if an exercise says to rest for approximately 2-3 minutes between sets, you would rest for just 2 minutes between sets",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "13 of 78"
    }
  },
  {
    "content": "If this doesn’t sufficiently reduce your workout time, you can try supersetting isolation exercises within the program. For example, on Leg Day #1 of Week 1, you could superset Leg Press Toe Press with Decline Plate Crunch. In this instance, you would perform your set of Leg Press Toe Press, then transition to a set of Decline Plate Crunches, and then go back to Leg Press Toe Press to repeat this process, with minimal rest between exercises. The goal is to still get about 1 minute of rest before returning to each exercise, while the act of supersetting allows one muscle to rest while the other works. If all of these adjustments still don’t save you enough time, you may want to consider running my Essentials Program, which was specifically designed with busy people in mind and guarantees workouts that last under 45 minutes. My gym is crowded. Can I switch up the exercise order? Yes, but try your best to keep compound movements at the beginning of the workout and save isolation movements for the end. This is to prevent the isolation exercises from interfering with your strength on the compound lifts. How do I know if I am progressing? Bodybuilding is a marathon, not a sprint. It can be difficult to accurately determine if you’re making visual progress day-to-day or even week-to-week. Taking physique progress photos every 4-6 weeks and comparing them side by side is a good way to detect visual differences that you simply wouldn’t notice in the mirror. But ultimately, because of the relationship between strength gain and muscle gain, the main metric I want you to use for tracking your progress is strength. If you’re getting stronger, you’re progressing. It is strongly recommended to log every workout either in writing (print the program out or use a separate notebook) or in an app, so you don’t have to rely on memory to keep track of personal strength records",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "14 of 78"
    }
  },
  {
    "content": "Taking body measurements a few times a year can also be helpful (arms, thigh, waist, neck) but simply focusing on steady strength progression will be your best proxy for determining muscular progress. THE ULTIMATE PUSH PULL LEGS SYSTEM 24 Q: Q: Q: A: A: A: How much muscle can I expect to gain? How you respond to training will be largely determined by genetic factors, your specific training history (i.e. how close you are to your genetic limit), and whether or not you are in a caloric surplus. As a rough ballpark estimate for untrained male individuals in a 20-25% surplus above maintenance calories, 1-2 lbs of muscle gain per month is reasonable (12-24 lbs of muscle gained in your first year). For early intermediates with about 1 year of lifting experience in a 15-20% surplus, progress will likely slow down to roughly 0.5-1 lbs of muscle gain per month (6-12 lbs of muscle gained in your second year). For intermediate-advanced trainees in a 10-15% surplus, 0.25-0.5 pounds of muscle gain per month is reasonable (three to six pounds of muscle gained per year). For practical purposes, women can divide muscle gain estimates in half. What gym training gear should I use? Gym gear is optional, as there are no required pieces of equipment to gain muscle and increase strength. With that being said, investing in some chalk or liquid chalk, a 10mm prong or lever belt, knee sleeves, squat shoes, and straps can be beneficial in allowing you to lift more weight for certain exercises. I will most often use a lifting belt for hard working sets on the squat, bench press, deadlift and overhead press. I wouldn’t recommend wearing a belt on light warm-up sets or isolation exercises. I will use knee sleeves on squat variations and (more optionally) leg press. Chalk and straps can be very useful for improving grip issues on your deadlift and rows. However, keep in mind that straps can become a crutch for poor grip strength if overused. I don’t recommend wearing straps on warm- up sets for this reason",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "15 of 78"
    }
  },
  {
    "content": "I don’t recommend wearing straps on warm- up sets for this reason. Many people find that an elevated squat shoe can help them get deeper on squats (especially when ankle mobility is limited) and can often improve strength via increased stability. You can find most of my recommended equipment at the following affiliate link: http://Rise.ca/jeff I am not getting sore from my workouts. Is the program not working? Muscle soreness is largely attributed to eccentric contractions [5] and long muscle length contractions [6]. Delayed onset muscle soreness (DOMS) isn’t required for hypertrophy to occur, but the associated muscle damage might play a role in hypertrophy [7]. With that said, the main goal of the program is to establish a strength foundation, not to get you feeling sore. In fact, reduced soreness over time indicates that your body is adapting and recovering, which is actually a good thing for continued progress. THE ULTIMATE PUSH PULL LEGS SYSTEM 25 Q: Q: Q: Q: Q: A: A: A: A: A: I am getting very sore from my workouts. Should I skip the gym until I am not sore? You may experience increased soreness when you first begin the program because it’s presenting a new stress to your body. Foam rolling can help reduce DOMS [8] and increase ROM [9], so if you’re consistently getting sore week after week, consider adding a short 3-5 minute foam rolling routine at the end of the workouts. Otherwise, training while sore is not inherently problematic for muscle growth, unless it puts you at an increased risk of injury. If you’re having a difficult time getting into position for any of the planned exercises, or finding it difficult to complete a full ROM due to pain, it would be wise to skip that exercise until you feel properly recovered. Otherwise, in the case of mild soreness, perform a slightly longer warm-up for each exercise and use your own discretion with avoiding injury being a top priority. One extra rest day will not set you back very far, but a serious injury will",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "16 of 78"
    }
  },
  {
    "content": "One extra rest day will not set you back very far, but a serious injury will. Should I eat in a caloric deficit, maintenance, or surplus while running this program? Eating in a slight (10-20%) caloric surplus will yield the best results and best recovery. However, if your main goal is fat loss, eating in a caloric deficit will be necessary. As a beginner to intermediate lifter, you can continue to make strength and size progress while in a moderate caloric deficit and achieve body recomposition (lose fat and build muscle at the same time), if protein intake is sufficient (0.8-1g/lb bodyweight as a ballpark). The warm-up isn’t enough for me. Can I add to it? You can add warm-up exercises to the protocol, but this will of course add to the length of each session. Your warm-up shouldn’t take any longer than 10-15 minutes. It is important to stay injury- free, so don’t rush into your workout. Why is there such little exercise variation from week to week? Changing exercises from week to week is more likely to flatten out the strength progression curve. Within each block, exercises are kept constant to ensure both progression (by adding volume incrementally to these specific movements) and mastery of exercise form and technique. What do I do after I finish the program? You have the option of running back through the same program again for another 12 weeks, trying out one of the other training splits available on my website, or you could move on to an entirely new program. Feel free to contact my coaching team if you would like some suggestions or guidance moving forward. THE ULTIMATE PUSH PULL LEGS SYSTEM 26 Q: Q: Q: A: A: A: What are the blank boxes in the middle of each program for? They are for you to track your weights each week, enabling you to focus on strength progression. You can print out the program itself, pencil in your lifts into a notebook, or use a tracking app. Keeping up with this habit of tracking is going to be an extremely important part of your success with this program",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "17 of 78"
    }
  },
  {
    "content": "Should I add cardio to this program? The main point of cardio from a bodybuilding standpoint is to create or increase a caloric deficit for fat loss. I would recommend prioritizing the deficit from your diet first, rather than relying heavily on cardio immediately for fat loss. As a general rule, I recommend keeping cardio to an effective minimum on this program. If you wish to do cardio to achieve your fat loss goals or for general health and fitness, try to keep it to a maximum of four low-moderate intensity sessions per week, around 30 minutes in duration. High intensity cardio should be used more sparingly, up to once or twice weekly at your own discretion. What does A1 and A2 mean before an exercise? This indicates a superset should be performed. Do not rest after completing the first set of the A1 exercise and move right into the first set of the A2 exercise. Then rest for the time period indicated in the A2 row. Please direct all other questions to my coaching team through the contact form on my website. Please avoid directing questions about this program to my social media, as it is not a reliable means of making contact with me. THE ULTIMATE PUSH PULL LEGS SYSTEM 27 28 warm up THE ULTIMATE PUSH PULL LEGS SYSTEM Before we look at exactly how you should warm-up, it’s important to consider what the warm-up portion of your training session serves to accomplish. Warming up should function to increase your core body temperature, which improves performance [10, 11]. Your circadian rhythm also helps determine your core body temperature at any given point in time. When you wake up, your core body temperature is at its lowest, and it increases throughout the day. There seems to be a “sweet spot” for core body temperature, so doing 5-10 minutes of low-moderate intensity cardio is especially prudent if you exercise early in the morning [12]. Secondly, warm-ups serve as a way to increase muscle activation",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "18 of 78"
    }
  },
  {
    "content": "Secondly, warm-ups serve as a way to increase muscle activation. Doing dynamic warm-ups (exercises and drills which take you through a range of motion) can improve performance and force output [13]. Don’t view your warm-up as just “going through the motions.” The goal is to always be very mindful about the muscles you are contracting and the bodily movements you’re doing. A proper and complete warm-up helps strengthen this mindfulness. Below is a general warm-up that should be completed prior to every workout: Exercise-Specific Warm-Up After your general warm-up, how you warm up for your working sets will vary depending on which phase of the program you are running and which exercise you are doing. In the program sheets, next to each exercise you will see a column for “warm-up sets” and “working sets”. For most exercises you’ll be doing 1-3 warm-up sets before beginning your hard working sets. These serve the purpose of getting blood flowing to the joints and muscles you’ll be using on that exercise and helping you select the appropriate weight for your working sets. 29 Exercise Low Intensity Cardio Front/Back Leg Swing (leg days only) Side/Side Leg Swing (leg days only) Arm Swings Cable External Rotation Foam Rolling (optional) N/A 1 1 1 1 1 ~5 min 12 12 12 15 0-3 min Pick any machine which elevates your heart rate to 100-135 BPM 12 each leg 12 each leg Swing your arms out to the sides 15 each side Foam roll large muscle groups: quads, lats, calves Sets Reps/Time Notes THE ULTIMATE PUSH PULL LEGS SYSTEM If you are running Phase 1 or 2 of the program, follow this exercise-specific warm-up: Most exercises will require that you do an exercise-specific warm-up. This part of the warm-up is simply intended to get you used to performing the exercise and get a feel for what the weights feel like on that given training day. In the program, there is a distinction between warm-up sets and working sets. The warm-up sets are meant to be light and easy",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "19 of 78"
    }
  },
  {
    "content": "The warm-up sets are meant to be light and easy. The working sets are meant to be more challenging and should be taken much closer to failure. Most exercises are listed as needing 0-3 warm-up sets. Here are some examples of how to go about warming up for those, depending on how many warm-up sets are listed. For exercises that list 1 warm-up set: For exercises that list 2 warm-up sets: Lastly, for an exercise that lists 3 warm-up sets: Use approximately 60% of the weight you'll be using for the working sets for your warm-up set (do the same number of reps as listed for the working sets) For example, if you're planning on using 50 lbs for 8 reps, your warm-up set would be about 30 lbs for 8 reps Then, begin your working sets Perform a mini-pyramid For your first warm-up set, use approximately 50% of the weight you plan to use for the working sets (for the same reps as the working sets) For your second warm-up set, use about 70% (for a few less reps than the working sets) For example, if you were planning on using 50 lbs for 12 reps, I would use 25 lbs for 12 reps as my first warm-up set and then 35 lbs for 8 reps as my second warm-up set. Then, begin your working sets Perform a full warm-up pyramid For your first warm-up set, use approximately 45% of the weight you plan to use for the working sets (for the same reps as the working sets) For your second warm-up set, use around 65% (for a few less reps than the working sets) For your third warm-up sets, finish with about 85% (for a few less reps still) For example, if you were warming up to 100 lbs for 10 reps, go from 45 lbs for 10 reps to 65 lbs for 7 reps to 85 lbs for 5 reps. Then, begin your working sets. 30 THE ULTIMATE PUSH PULL LEGS SYSTEM If you are running Phase 3 of the program, follow this warm-up: Because this is a high rep phase, you will be using light weights for almost all exercises. Not all exercises require warm-up sets because the weight is so light",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "20 of 78"
    }
  },
  {
    "content": "Not all exercises require warm-up sets because the weight is so light. However, in the circumstances where warm-up sets are prescribed, they should be carried out as follows: Keep in mind, there is no exact formula for performing warm-up sets. It really is just a matter of finding a balance between feeling \"primed\" for the working sets, while not needlessly fatiguing yourself with something that is just meant to be a warm-up. You can feel free to adjust the above guidelines as needed. The goal with a warm-up is to get the blood flowing to the target muscle and get you ready to train hard for the working sets. Warm-up sets are not building muscle. No need to overdo or over-think them. If you are doing a set for 15-20 reps: If you are doing a set for reps less than 15: do the 1-2 warm-up sets (as listed in the program) with approximately 50-70% of the weight you plan to use for your working weight for 5-10 reps. This is just to get comfortable with what weight you should be using for your 15-20 rep working sets. Simply follow the same warm-up protocol as in Phase 1. 31 THE ULTIMATE PUSH PULL LEGS SYSTEM Ultimate PPL Program 32 THE ULTIMATE PUSH PULL LEGS SYSTEM THE ULTIMATE PUSH PULL LEGS SYSTEM 1 Phase 1 Base Hypertrophy (Moderate Volume, Moderate Intensity) WEEK 1 Machine Chest Press Machine Chest Press (No Leg Drive) Machine Shoulder Press Deficit Push Up N/A Machine Lateral Raise DB Skull Crusher (12-15 reps) Single-Arm Cable Tricep Kickback DB Bench Press DB Bench Press (No Leg Drive) Seated DB Shoulder Press DB Flye N/A DB Lateral Raise Triceps Pressdown (12-15 reps) Single-Arm Tricep Pressdown ~3-4 min ~3-4 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 9-10 N/A 9-10 9-10 10 3-5 10 8-10 12-15 30s HOLD 12-15 8 + 8 10-12 1 3-4 2 0 3 2 2 1 2 0 3 1 3 1 2 0 Bench Press Larsen Press Standing Dumbbell Arnold Press A1. Press-Around A2",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "21 of 78"
    }
  },
  {
    "content": "Press-Around A2. Pec Static Stretch 30s Cross-Body Cable Y- Raise (Side Delt) Squeeze-Only Triceps Pressdown + Stretch- Only Overhead Triceps Extension N1-Style Cross-Body Triceps Extension Set up a comfortable arch, quick pause on the chest and explode up on each rep. Shoulder blades still retracted and depressed. Slight arch in upper back. Zero leg drive. Start with your elbows in front of you and palms facing in. Rotate the dumbbells so that your palms face forward as you press. Brace with your non-working arm, squeeze your pecs by pressing the cable across your body. Hold a pec stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. Think about swinging the cable out and up as if \"drawing a sword\" from your side. Do the second half of the ROM for pressdowns (\"the squeeze\") and the first half of the ROM for overhead extensions (\"the stretch\"). Extend your triceps with your arm more out to the side than a regular pressdown. Feel the stretch as the cable moves across your torso. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 2 Push #1 WEEK 1 Pull-Up Pull-Up Cable Seated Row 1-Arm Lat Pull-In N/A Bent-Over Reverse DB Flye Cable Curl Bottom-Half Bayesian Curl Machine Pulldown Machine Pulldown Incline Chest- Supported DB Row Cable Lat Pullover N/A Reverse Cable Flye DB Curl Bottom-Half Spider Curl ~2-3 min ~2-3 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min See Notes 10 8-9 9-10 N/A 9-10 9-10 10 10 10+5 10-12 10-12 30s HOLD 12-15 6-8 10-12 4 0 1 0 3 2 2 1 2 0 3 1 3 1 2 0 Lat Pulldown (Feeder Sets) Lat Pulldown (Failure Set) Omni-Grip Machine Chest-Supported Row A1. Bottom-Half DB Lat Pullover A2. Lat Static Stretch 30s Omni-Direction Face Pull EZ-Bar Curl Bottom-Half Preacher Curl Do 4 feeder sets of 10 reps by gradually building the weight up from set to set. Set 1 is pretty light (RPE 4-5). Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8)",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "22 of 78"
    }
  },
  {
    "content": "Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8). Set 4 is your hard set: try to hit failure at 10 reps on this last set. After hitting failure at ~10 reps, do a dropset. Strip the weight back ~30-50% and do another 5 reps with nice and controlled technique. Use 3 different grips for the 3 working sets (ideally going from wider to closer). Do DB lat pullovers, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Hold a lat stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. 1st set: low-to-high 2nd set: mid-range 3rd set: high-to-low Focus on contracting your biceps, minimize torso momentum. Do preacher curls, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 3 PuLL #1 WEEK 1 DB Bulgarian Split Squat Pause DB Bulgarian Split Squat 45° Hyperextension Goblet Squat Nordic Ham Curl Standing Calf Raise Machine Crunch Hack Squat Pause Hack Squat DB RDL DB Step-Up Lying Leg Curl Seated Calf Raise Cable Crunch ~3-4 min ~3-4 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 8-9 9-10 9-10 9-10 2-4 5 8-10 10 10-12 10-12 10-12 1 3-4 2 0 3 2 2 1 3 1 4 1 3 1 Squat Pause Squat (Back off) Barbell RDL Walking Lunge Seated Leg Curl Leg Press Toe Press Decline Plate-Weighted Crunch Sit back and down, keep your upper back tight to the bar. Drop the weight by ~25% from your top set. 2 second pause. Sit back and down, keep your upper back tight to the bar. Maintain a neutral lower back, set your hips back, don't allow your spine to round. Take medium strides, minimize the amount you push off your rear leg. Focus on squeezing your hamstrings to move the weight. Press all the way up to your toes, stretch your calves at the bottom, don't bounce. Hold a plate or DB to your chest and crunch hard",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "23 of 78"
    }
  },
  {
    "content": "Hold a plate or DB to your chest and crunch hard. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Optional Rest Day Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 4 LEGS #1 WEEK 1 Machine Pulldown Close-Grip Machine Press Meadows Row Machine Lateral Raise DB Curl Kneeling Modified Push Up Lat Pulldown Close-Grip DB Incline Press Single-Arm DB Row DB Lateral Raise DB Incline Curl Close-Grip Push Up ~2-3 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min 0 min 8-9 8-9 8-9 9-10 9-10 10 8-10 8, 5, 12 10-12 5, 15 10-12 AMRAP 2 2 3 2-3 3 2 3 1 3 1 1 0 Pull-Up Close-Grip Barbell Incline Press Kroc Row Eccentric-Accentuated Cable Lateral Raise, Constant-Tension Cable Lateral Raise N1-Style Cross-Body Bicep Curl Diamond Pushup 1.5x shoulder width grip, pull your chest to the bar. Use ~45° incline and a grip width just outside shoulder width. Kroc rows are basically just a dumbbell row with mild cheating and a slightly more upright posture. Don't be afraid to go heavy and use straps if your grip is limiting. First 5 reps: 5-second lowering phase, last 15 reps constant tension (no pausing at the bottom or top). Curl across your body with your arm out to the side at ~60°. Place your hands close together on the ground so that they form a diamond shape and do as many pushups as possible with a smooth tempo",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "24 of 78"
    }
  },
  {
    "content": "Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 5 UPPER #1 WEEK 1 Barbell Hip Thrust DB RDL Walking Lunge Lying Leg Curl Goblet Squat Leg Press Toe Press Reverse Crunch Trap Bar Deadlift Barbell RDL Goblet Squat Nordic Ham Curl DB Step-Up Standing Calf Raise Hanging Leg Raise ~3-5 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 9-10 9-10 9-10 9-10 5 8 10-12 8-10 8-10 15-20 10-20 1 3-4 2 0 4 2-3 3 1 3 1 4 1 3 1 Deadlift Stiff-Leg Deadlift Leg Press Glute Ham Raise Slow-Eccentric Leg Extension Seated Calf Raise Roman Chair Leg Raise Brace your lats, chest tall, pull the slack out of the bar before lifting Think about doing a high-hip conventional deadlift with a slight bend in the knees Medium width feet placement on the platform, don't allow your lower back to round Keep your hips straight, do Nordic ham curls if no GHR machine Control the weight with a 3-4 second negative Press all the way up to your toes, stretch your calves at the bottom, don't bounce Don't swing your legs at the bottom, minimize momentum, tuck your knees towards your chest if lifting your legs straight out is too challenging Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Mandatory 1-2 Rest Days Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 6 LOWER #1 WEEK 2 Machine Chest Press Machine Chest Press (No Leg Drive) Machine Shoulder Press Deficit Push Up N/A Machine Lateral Raise DB Skull Crusher (12-15 reps) Single-Arm Cable Tricep Kickback DB Bench Press DB Bench Press (No Leg Drive) Seated DB Shoulder Press DB Flye N/A DB Lateral Raise Triceps Pressdown (12-15 reps) Single-Arm Tricep Pressdown ~3-4 min ~3-4 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 9-10 N/A 9-10 9-10 10 3-5 10 8-10 12-15 30s HOLD 12-15 8 + 8 10-12 1 3-4 2 0 3 2 2 1 2 0 3 1 3 1 2 0 Bench Press Larsen Press Standing Dumbbell Arnold Press A1. Press-Around A2",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "25 of 78"
    }
  },
  {
    "content": "Press-Around A2. Pec Static Stretch 30s Cross-Body Cable Y- Raise (Side Delt) Squeeze-Only Triceps Pressdown + Stretch- Only Overhead Triceps Extension N1-Style Cross-Body Triceps Extension Set up a comfortable arch, quick pause on the chest and explode up on each rep. Shoulder blades still retracted and depressed. Slight arch in upper back. Zero leg drive. Start with your elbows in front of you and palms facing in. Rotate the dumbbells so that your palms face forward as you press. Brace with your non-working arm, squeeze your pecs by pressing the cable across your body. Hold a pec stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. Think about swinging the cable out and up as if \"drawing a sword\" from your side. Do the second half of the ROM for pressdowns (\"the squeeze\") and the first half of the ROM for overhead extensions (\"the stretch\"). Extend your triceps with your arm more out to the side than a regular pressdown. Feel the stretch as the cable moves across your torso. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 7 Push #1 WEEK 2 Pull-Up Pull-Up Cable Seated Row 1-Arm Lat Pull-In N/A Bent-Over Reverse DB Flye Cable Curl Bottom-Half Bayesian Curl Machine Pulldown Machine Pulldown Incline Chest- Supported DB Row Cable Lat Pullover N/A Reverse Cable Flye DB Curl Bottom-Half Spider Curl ~2-3 min ~2-3 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min See Notes 10 8-9 9-10 N/A 9-10 9-10 10 10 10+5 10-12 10-12 30s HOLD 12-15 6-8 10-12 4 0 1 0 3 2 2 1 2 0 3 1 3 1 2 0 Lat Pulldown (Feeder Sets) Lat Pulldown (Failure Set) Omni-Grip Machine Chest-Supported Row A1. Bottom-Half DB Lat Pullover A2. Lat Static Stretch 30s Omni-Direction Face Pull EZ-Bar Curl Bottom-Half Preacher Curl Do 4 feeder sets of 10 reps by gradually building the weight up from set to set. Set 1 is pretty light (RPE 4-5). Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8)",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "26 of 78"
    }
  },
  {
    "content": "Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8). Set 4 is your hard set: try to hit failure at 10 reps on this last set. After hitting failure at ~10 reps, do a dropset. Strip the weight back ~30-50% and do another 5 reps with nice and controlled technique. Use 3 different grips for the 3 working sets (ideally going from wider to closer). Do DB lat pullovers, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Hold a lat stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. 1st set: low-to-high 2nd set: mid-range 3rd set: high-to-low Focus on contracting your biceps, minimize torso momentum. Do preacher curls, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 8 PuLL #1 WEEK 2 DB Bulgarian Split Squat Pause DB Bulgarian Split Squat 45° Hyperextension Goblet Squat Nordic Ham Curl Standing Calf Raise Machine Crunch Hack Squat Pause Hack Squat DB RDL DB Step-Up Lying Leg Curl Seated Calf Raise Cable Crunch ~3-4 min ~3-4 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 8-9 9-10 9-10 9-10 3-5 5 8-10 10 10-12 10-12 10-12 1 3-4 2 0 3 2 2 1 3 1 4 1 3 1 Squat Pause Squat (Back off) Barbell RDL Walking Lunge Seated Leg Curl Leg Press Toe Press Decline Plate-Weighted Crunch Sit back and down, keep your upper back tight to the bar. Drop the weight by ~25% from your top set. 2 second pause. Sit back and down, keep your upper back tight to the bar. Maintain a neutral lower back, set your hips back, don't allow your spine to round. Take medium strides, minimize the amount you push off your rear leg. Focus on squeezing your hamstrings to move the weight. Press all the way up to your toes, stretch your calves at the bottom, don't bounce. Hold a plate or DB to your chest and crunch hard",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "27 of 78"
    }
  },
  {
    "content": "Hold a plate or DB to your chest and crunch hard. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Optional Rest Day Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 9 LEGS #1 WEEK 2 Machine Pulldown Close-Grip Machine Press Meadows Row Machine Lateral Raise DB Curl Kneeling Modified Push Up Lat Pulldown Close-Grip DB Incline Press Single-Arm DB Row DB Lateral Raise DB Incline Curl Close-Grip Push Up ~2-3 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min 0 min 8-9 8-9 8-9 9-10 9-10 10 8-10 8, 5, 12 10-12 5, 15 10-12 AMRAP 2 2 3 2-3 3 2 3 1 3 1 1 0 Pull-Up Close-Grip Barbell Incline Press Kroc Row Eccentric-Accentuated Cable Lateral Raise, Constant-Tension Cable Lateral Raise N1-Style Cross-Body Bicep Curl Diamond Pushup 1.5x shoulder width grip, pull your chest to the bar. Use ~45° incline and a grip width just outside shoulder width. Kroc rows are basically just a dumbbell row with mild cheating and a slightly more upright posture. Don't be afraid to go heavy and use straps if your grip is limiting. First 5 reps: 5-second lowering phase, last 15 reps constant tension (no pausing at the bottom or top). Curl across your body with your arm out to the side at ~60°. Place your hands close together on the ground so that they form a diamond shape and do as many pushups as possible with a smooth tempo",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "28 of 78"
    }
  },
  {
    "content": "Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 10 UPPER #1 WEEK 2 Barbell Hip Thrust DB RDL Walking Lunge Lying Leg Curl Goblet Squat Leg Press Toe Press Reverse Crunch Trap Bar Deadlift Barbell RDL Goblet Squat Nordic Ham Curl DB Step-Up Standing Calf Raise Hanging Leg Raise ~3-5 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 9-10 9-10 9-10 9-10 4 8 10-12 8-10 8-10 15-20 10-20 1 3-4 2 0 4 2-3 3 1 3 1 4 1 3 1 Deadlift Stiff-Leg Deadlift Leg Press Glute Ham Raise Slow-Eccentric Leg Extension Seated Calf Raise Roman Chair Leg Raise Brace your lats, chest tall, pull the slack out of the bar before lifting Think about doing a high-hip conventional deadlift with a slight bend in the knees Medium width feet placement on the platform, don't allow your lower back to round Keep your hips straight, do Nordic ham curls if no GHR machine Control the weight with a 3-4 second negative Press all the way up to your toes, stretch your calves at the bottom, don't bounce Don't swing your legs at the bottom, minimize momentum, tuck your knees towards your chest if lifting your legs straight out is too challenging Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Mandatory 1-2 Rest Days Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 11 LOWER #1 WEEK 3 Machine Chest Press Machine Chest Press (No Leg Drive) Machine Shoulder Press Deficit Push Up N/A Machine Lateral Raise DB Skull Crusher (12-15 reps) Single-Arm Cable Tricep Kickback DB Bench Press DB Bench Press (No Leg Drive) Seated DB Shoulder Press DB Flye N/A DB Lateral Raise Triceps Pressdown (12-15 reps) Single-Arm Tricep Pressdown ~3-4 min ~3-4 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 9-10 N/A 9-10 9-10 10 2-4 10 8-10 12-15 30s HOLD 12-15 8 + 8 10-12 1 3-4 2 0 3 2 2 1 2 0 3 1 3 1 2 0 Bench Press Larsen Press Standing Dumbbell Arnold Press A1. Press-Around A2",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "29 of 78"
    }
  },
  {
    "content": "Press-Around A2. Pec Static Stretch 30s Cross-Body Cable Y- Raise (Side Delt) Squeeze-Only Triceps Pressdown + Stretch- Only Overhead Triceps Extension N1-Style Cross-Body Triceps Extension Set up a comfortable arch, quick pause on the chest and explode up on each rep. Shoulder blades still retracted and depressed. Slight arch in upper back. Zero leg drive. Start with your elbows in front of you and palms facing in. Rotate the dumbbells so that your palms face forward as you press. Brace with your non-working arm, squeeze your pecs by pressing the cable across your body. Hold a pec stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. Think about swinging the cable out and up as if \"drawing a sword\" from your side. Do the second half of the ROM for pressdowns (\"the squeeze\") and the first half of the ROM for overhead extensions (\"the stretch\"). Extend your triceps with your arm more out to the side than a regular pressdown. Feel the stretch as the cable moves across your torso. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 12 Push #1 WEEK 3 Pull-Up Pull-Up Cable Seated Row 1-Arm Lat Pull-In N/A Bent-Over Reverse DB Flye Cable Curl Bottom-Half Bayesian Curl Machine Pulldown Machine Pulldown Incline Chest- Supported DB Row Cable Lat Pullover N/A Reverse Cable Flye DB Curl Bottom-Half Spider Curl ~2-3 min ~2-3 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min See Notes 10 8-9 9-10 N/A 9-10 9-10 10 10 10+5 10-12 10-12 30s HOLD 12-15 6-8 10-12 4 0 1 0 3 2 2 1 2 0 3 1 3 1 2 0 Lat Pulldown (Feeder Sets) Lat Pulldown (Failure Set) Omni-Grip Machine Chest-Supported Row A1. Bottom-Half DB Lat Pullover A2. Lat Static Stretch 30s Omni-Direction Face Pull EZ-Bar Curl Bottom-Half Preacher Curl Do 4 feeder sets of 10 reps by gradually building the weight up from set to set. Set 1 is pretty light (RPE 4-5). Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8)",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "30 of 78"
    }
  },
  {
    "content": "Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8). Set 4 is your hard set: try to hit failure at 10 reps on this last set. After hitting failure at ~10 reps, do a dropset. Strip the weight back ~30-50% and do another 5 reps with nice and controlled technique. Use 3 different grips for the 3 working sets (ideally going from wider to closer). Do DB lat pullovers, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Hold a lat stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. 1st set: low-to-high 2nd set: mid-range 3rd set: high-to-low Focus on contracting your biceps, minimize torso momentum. Do preacher curls, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 13 PuLL #1 WEEK 3 DB Bulgarian Split Squat Pause DB Bulgarian Split Squat 45° Hyperextension Goblet Squat Nordic Ham Curl Standing Calf Raise Machine Crunch Hack Squat Pause Hack Squat DB RDL DB Step-Up Lying Leg Curl Seated Calf Raise Cable Crunch ~3-4 min ~3-4 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 8-9 9-10 9-10 9-10 4-6 5 8-10 10 10-12 10-12 10-12 1 3-4 2 0 3 2 2 1 3 1 4 1 3 1 Squat Pause Squat (Back off) Barbell RDL Walking Lunge Seated Leg Curl Leg Press Toe Press Decline Plate-Weighted Crunch Sit back and down, keep your upper back tight to the bar. Drop the weight by ~25% from your top set. 2 second pause. Sit back and down, keep your upper back tight to the bar. Maintain a neutral lower back, set your hips back, don't allow your spine to round. Take medium strides, minimize the amount you push off your rear leg. Focus on squeezing your hamstrings to move the weight. Press all the way up to your toes, stretch your calves at the bottom, don't bounce. Hold a plate or DB to your chest and crunch hard",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "31 of 78"
    }
  },
  {
    "content": "Hold a plate or DB to your chest and crunch hard. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Optional Rest Day Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 14 LEGS #1 WEEK 3 Machine Pulldown Close-Grip Machine Press Meadows Row Machine Lateral Raise DB Curl Kneeling Modified Push Up Lat Pulldown Close-Grip DB Incline Press Single-Arm DB Row DB Lateral Raise DB Incline Curl Close-Grip Push Up ~2-3 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min 0 min 8-9 8-9 8-9 9-10 9-10 10 8-10 8, 5, 12 10-12 5, 15 10-12 AMRAP 2 2 3 2-3 3 2 3 1 3 1 1 0 Pull-Up Close-Grip Barbell Incline Press Kroc Row Eccentric-Accentuated Cable Lateral Raise, Constant-Tension Cable Lateral Raise N1-Style Cross-Body Bicep Curl Diamond Pushup 1.5x shoulder width grip, pull your chest to the bar. Use ~45° incline and a grip width just outside shoulder width. Kroc rows are basically just a dumbbell row with mild cheating and a slightly more upright posture. Don't be afraid to go heavy and use straps if your grip is limiting. First 5 reps: 5-second lowering phase, last 15 reps constant tension (no pausing at the bottom or top). Curl across your body with your arm out to the side at ~60°. Place your hands close together on the ground so that they form a diamond shape and do as many pushups as possible with a smooth tempo",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "32 of 78"
    }
  },
  {
    "content": "Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 15 UPPER #1 WEEK 3 Barbell Hip Thrust DB RDL Walking Lunge Lying Leg Curl Goblet Squat Leg Press Toe Press Reverse Crunch Trap Bar Deadlift Barbell RDL Goblet Squat Nordic Ham Curl DB Step-Up Standing Calf Raise Hanging Leg Raise ~3-5 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 9-10 9-10 9-10 9-10 3 8 10-12 8-10 8-10 15-20 10-20 1 3-4 2 0 4 2-3 3 1 3 1 4 1 3 1 Deadlift Stiff-Leg Deadlift Leg Press Glute Ham Raise Slow-Eccentric Leg Extension Seated Calf Raise Roman Chair Leg Raise Brace your lats, chest tall, pull the slack out of the bar before lifting Think about doing a high-hip conventional deadlift with a slight bend in the knees Medium width feet placement on the platform, don't allow your lower back to round Keep your hips straight, do Nordic ham curls if no GHR machine Control the weight with a 3-4 second negative Press all the way up to your toes, stretch your calves at the bottom, don't bounce Don't swing your legs at the bottom, minimize momentum, tuck your knees towards your chest if lifting your legs straight out is too challenging Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Mandatory 1-2 Rest Days Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 16 LOWER #1 WEEK 4 Machine Chest Press Machine Chest Press (No Leg Drive) Machine Shoulder Press Deficit Push Up N/A Machine Lateral Raise DB Skull Crusher (12-15 reps) Single-Arm Cable Tricep Kickback DB Bench Press DB Bench Press (No Leg Drive) Seated DB Shoulder Press DB Flye N/A DB Lateral Raise Triceps Pressdown (12-15 reps) Single-Arm Tricep Pressdown ~3-4 min ~3-4 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 9-10 N/A 9-10 9-10 10 2-4 10 8-10 12-15 30s HOLD 12-15 8 + 8 10-12 1 3-4 2 0 3 2 2 1 2 0 3 1 3 1 2 0 Bench Press Larsen Press Standing Dumbbell Arnold Press A1. Press-Around A2",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "33 of 78"
    }
  },
  {
    "content": "Press-Around A2. Pec Static Stretch 30s Cross-Body Cable Y- Raise (Side Delt) Squeeze-Only Triceps Pressdown + Stretch- Only Overhead Triceps Extension N1-Style Cross-Body Triceps Extension Set up a comfortable arch, quick pause on the chest and explode up on each rep. Shoulder blades still retracted and depressed. Slight arch in upper back. Zero leg drive. Start with your elbows in front of you and palms facing in. Rotate the dumbbells so that your palms face forward as you press. Brace with your non-working arm, squeeze your pecs by pressing the cable across your body. Hold a pec stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. Think about swinging the cable out and up as if \"drawing a sword\" from your side. Do the second half of the ROM for pressdowns (\"the squeeze\") and the first half of the ROM for overhead extensions (\"the stretch\"). Extend your triceps with your arm more out to the side than a regular pressdown. Feel the stretch as the cable moves across your torso. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 17 Push #1 WEEK 4 Pull-Up Pull-Up Cable Seated Row 1-Arm Lat Pull-In N/A Bent-Over Reverse DB Flye Cable Curl Bottom-Half Bayesian Curl Machine Pulldown Machine Pulldown Incline Chest- Supported DB Row Cable Lat Pullover N/A Reverse Cable Flye DB Curl Bottom-Half Spider Curl ~2-3 min ~2-3 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min See Notes 10 8-9 9-10 N/A 9-10 9-10 10 10 10+5 10-12 10-12 30s HOLD 12-15 6-8 10-12 4 0 1 0 3 2 2 1 2 0 3 1 3 1 2 0 Lat Pulldown (Feeder Sets) Lat Pulldown (Failure Set) Omni-Grip Machine Chest-Supported Row A1. Bottom-Half DB Lat Pullover A2. Lat Static Stretch 30s Omni-Direction Face Pull EZ-Bar Curl Bottom-Half Preacher Curl Do 4 feeder sets of 10 reps by gradually building the weight up from set to set. Set 1 is pretty light (RPE 4-5). Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8)",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "34 of 78"
    }
  },
  {
    "content": "Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8). Set 4 is your hard set: try to hit failure at 10 reps on this last set. After hitting failure at ~10 reps, do a dropset. Strip the weight back ~30-50% and do another 5 reps with nice and controlled technique. Use 3 different grips for the 3 working sets (ideally going from wider to closer). Do DB lat pullovers, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Hold a lat stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. 1st set: low-to-high 2nd set: mid-range 3rd set: high-to-low Focus on contracting your biceps, minimize torso momentum. Do preacher curls, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 18 PuLL #1 WEEK 4 DB Bulgarian Split Squat Pause DB Bulgarian Split Squat 45° Hyperextension Goblet Squat Nordic Ham Curl Standing Calf Raise Machine Crunch Hack Squat Pause Hack Squat DB RDL DB Step-Up Lying Leg Curl Seated Calf Raise Cable Crunch ~3-4 min ~3-4 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 8-9 9-10 9-10 9-10 3-5 5 8-10 10 10-12 10-12 10-12 1 3-4 2 0 3 2 2 1 3 1 4 1 3 1 Squat Pause Squat (Back off) Barbell RDL Walking Lunge Seated Leg Curl Leg Press Toe Press Decline Plate-Weighted Crunch Sit back and down, keep your upper back tight to the bar. Drop the weight by ~25% from your top set. 2 second pause. Sit back and down, keep your upper back tight to the bar. Maintain a neutral lower back, set your hips back, don't allow your spine to round. Take medium strides, minimize the amount you push off your rear leg. Focus on squeezing your hamstrings to move the weight. Press all the way up to your toes, stretch your calves at the bottom, don't bounce. Hold a plate or DB to your chest and crunch hard",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "35 of 78"
    }
  },
  {
    "content": "Hold a plate or DB to your chest and crunch hard. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Optional Rest Day Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 19 LEGS #1 WEEK 4 Machine Pulldown Close-Grip Machine Press Meadows Row Machine Lateral Raise DB Curl Kneeling Modified Push Up Lat Pulldown Close-Grip DB Incline Press Single-Arm DB Row DB Lateral Raise DB Incline Curl Close-Grip Push Up ~2-3 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min 0 min 8-9 8-9 8-9 9-10 9-10 10 8-10 8, 5, 12 10-12 5, 15 10-12 AMRAP 2 2 3 2-3 3 2 3 1 3 1 1 0 Pull-Up Close-Grip Barbell Incline Press Kroc Row Eccentric-Accentuated Cable Lateral Raise, Constant-Tension Cable Lateral Raise N1-Style Cross-Body Bicep Curl Diamond Pushup 1.5x shoulder width grip, pull your chest to the bar. Use ~45° incline and a grip width just outside shoulder width. Kroc rows are basically just a dumbbell row with mild cheating and a slightly more upright posture. Don't be afraid to go heavy and use straps if your grip is limiting. First 5 reps: 5-second lowering phase, last 15 reps constant tension (no pausing at the bottom or top). Curl across your body with your arm out to the side at ~60°. Place your hands close together on the ground so that they form a diamond shape and do as many pushups as possible with a smooth tempo",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "36 of 78"
    }
  },
  {
    "content": "Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 20 UPPER #1 WEEK 4 Barbell Hip Thrust DB RDL Walking Lunge Lying Leg Curl Goblet Squat Leg Press Toe Press Reverse Crunch Trap Bar Deadlift Barbell RDL Goblet Squat Nordic Ham Curl DB Step-Up Standing Calf Raise Hanging Leg Raise ~3-5 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 9-10 9-10 9-10 9-10 2 8 10-12 8-10 8-10 15-20 10-20 1 3-4 2 0 4 2-3 3 1 3 1 4 1 3 1 Deadlift Stiff-Leg Deadlift Leg Press Glute Ham Raise Slow-Eccentric Leg Extension Seated Calf Raise Roman Chair Leg Raise Brace your lats, chest tall, pull the slack out of the bar before lifting Think about doing a high-hip conventional deadlift with a slight bend in the knees Medium width feet placement on the platform, don't allow your lower back to round Keep your hips straight, do Nordic ham curls if no GHR machine Control the weight with a 3-4 second negative Press all the way up to your toes, stretch your calves at the bottom, don't bounce Don't swing your legs at the bottom, minimize momentum, tuck your knees towards your chest if lifting your legs straight out is too challenging Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Mandatory 1-2 Rest Days Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 21 LOWER #1 WEEK 5 Machine Chest Press Machine Chest Press (No Leg Drive) Machine Shoulder Press Deficit Push Up N/A Machine Lateral Raise DB Skull Crusher (12-15 reps) Single-Arm Cable Tricep Kickback DB Bench Press DB Bench Press (No Leg Drive) Seated DB Shoulder Press DB Flye N/A DB Lateral Raise Triceps Pressdown (12-15 reps) Single-Arm Tricep Pressdown ~3-4 min ~3-4 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 9-10 N/A 9-10 9-10 10 3-5 10 8-10 12-15 30s HOLD 12-15 8 + 8 10-12 1 3-4 2 0 3 2 2 1 2 0 3 1 3 1 2 0 Bench Press Larsen Press Standing Dumbbell Arnold Press A1. Press-Around A2",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "37 of 78"
    }
  },
  {
    "content": "Press-Around A2. Pec Static Stretch 30s Cross-Body Cable Y- Raise (Side Delt) Squeeze-Only Triceps Pressdown + Stretch- Only Overhead Triceps Extension N1-Style Cross-Body Triceps Extension Set up a comfortable arch, quick pause on the chest and explode up on each rep. Shoulder blades still retracted and depressed. Slight arch in upper back. Zero leg drive. Start with your elbows in front of you and palms facing in. Rotate the dumbbells so that your palms face forward as you press. Brace with your non-working arm, squeeze your pecs by pressing the cable across your body. Hold a pec stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. Think about swinging the cable out and up as if \"drawing a sword\" from your side. Do the second half of the ROM for pressdowns (\"the squeeze\") and the first half of the ROM for overhead extensions (\"the stretch\"). Extend your triceps with your arm more out to the side than a regular pressdown. Feel the stretch as the cable moves across your torso. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 22 Push #1 WEEK 5 Pull-Up Pull-Up Cable Seated Row 1-Arm Lat Pull-In N/A Bent-Over Reverse DB Flye Cable Curl Bottom-Half Bayesian Curl Machine Pulldown Machine Pulldown Incline Chest- Supported DB Row Cable Lat Pullover N/A Reverse Cable Flye DB Curl Bottom-Half Spider Curl ~2-3 min ~2-3 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min See Notes 10 8-9 9-10 N/A 9-10 9-10 10 10 10+5 10-12 10-12 30s HOLD 12-15 6-8 10-12 4 0 1 0 3 2 2 1 2 0 3 1 3 1 2 0 Lat Pulldown (Feeder Sets) Lat Pulldown (Failure Set) Omni-Grip Machine Chest-Supported Row A1. Bottom-Half DB Lat Pullover A2. Lat Static Stretch 30s Omni-Direction Face Pull EZ-Bar Curl Bottom-Half Preacher Curl Do 4 feeder sets of 10 reps by gradually building the weight up from set to set. Set 1 is pretty light (RPE 4-5). Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8)",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "38 of 78"
    }
  },
  {
    "content": "Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8). Set 4 is your hard set: try to hit failure at 10 reps on this last set. After hitting failure at ~10 reps, do a dropset. Strip the weight back ~30-50% and do another 5 reps with nice and controlled technique. Use 3 different grips for the 3 working sets (ideally going from wider to closer). Do DB lat pullovers, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Hold a lat stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. 1st set: low-to-high 2nd set: mid-range 3rd set: high-to-low Focus on contracting your biceps, minimize torso momentum. Do preacher curls, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 23 PuLL #1 WEEK 5 DB Bulgarian Split Squat Pause DB Bulgarian Split Squat 45° Hyperextension Goblet Squat Nordic Ham Curl Standing Calf Raise Machine Crunch Hack Squat Pause Hack Squat DB RDL DB Step-Up Lying Leg Curl Seated Calf Raise Cable Crunch ~3-4 min ~3-4 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 8-9 9-10 9-10 9-10 2-4 5 8-10 10 10-12 10-12 10-12 1 3-4 2 0 3 2 2 1 3 1 4 1 3 1 Squat Pause Squat (Back off) Barbell RDL Walking Lunge Seated Leg Curl Leg Press Toe Press Decline Plate-Weighted Crunch Sit back and down, keep your upper back tight to the bar. Drop the weight by ~25% from your top set. 2 second pause. Sit back and down, keep your upper back tight to the bar. Maintain a neutral lower back, set your hips back, don't allow your spine to round. Take medium strides, minimize the amount you push off your rear leg. Focus on squeezing your hamstrings to move the weight. Press all the way up to your toes, stretch your calves at the bottom, don't bounce. Hold a plate or DB to your chest and crunch hard",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "39 of 78"
    }
  },
  {
    "content": "Hold a plate or DB to your chest and crunch hard. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Optional Rest Day Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 24 LEGS #1 WEEK 5 Machine Pulldown Close-Grip Machine Press Meadows Row Machine Lateral Raise DB Curl Kneeling Modified Push Up Lat Pulldown Close-Grip DB Incline Press Single-Arm DB Row DB Lateral Raise DB Incline Curl Close-Grip Push Up ~2-3 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min 0 min 8-9 8-9 8-9 9-10 9-10 10 8-10 8, 5, 12 10-12 5, 15 10-12 AMRAP 2 2 3 2-3 3 2 3 1 3 1 1 0 Pull-Up Close-Grip Barbell Incline Press Kroc Row Eccentric-Accentuated Cable Lateral Raise, Constant-Tension Cable Lateral Raise N1-Style Cross-Body Bicep Curl Diamond Pushup 1.5x shoulder width grip, pull your chest to the bar. Use ~45° incline and a grip width just outside shoulder width. Kroc rows are basically just a dumbbell row with mild cheating and a slightly more upright posture. Don't be afraid to go heavy and use straps if your grip is limiting. First 5 reps: 5-second lowering phase, last 15 reps constant tension (no pausing at the bottom or top). Curl across your body with your arm out to the side at ~60°. Place your hands close together on the ground so that they form a diamond shape and do as many pushups as possible with a smooth tempo",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "40 of 78"
    }
  },
  {
    "content": "Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 25 UPPER #1 WEEK 5 Barbell Hip Thrust DB RDL Walking Lunge Lying Leg Curl Goblet Squat Leg Press Toe Press Reverse Crunch Trap Bar Deadlift Barbell RDL Goblet Squat Nordic Ham Curl DB Step-Up Standing Calf Raise Hanging Leg Raise ~3-5 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min ~1-2 min 8-9 8-9 8-9 9-10 9-10 9-10 9-10 1 8 10-12 8-10 8-10 15-20 10-20 1 3-4 2 0 4 2-3 3 1 3 1 4 1 3 1 Deadlift Stiff-Leg Deadlift Leg Press Glute Ham Raise Slow-Eccentric Leg Extension Seated Calf Raise Roman Chair Leg Raise Brace your lats, chest tall, pull the slack out of the bar before lifting Think about doing a high-hip conventional deadlift with a slight bend in the knees Medium width feet placement on the platform, don't allow your lower back to round Keep your hips straight, do Nordic ham curls if no GHR machine Control the weight with a 3-4 second negative Press all the way up to your toes, stretch your calves at the bottom, don't bounce Don't swing your legs at the bottom, minimize momentum, tuck your knees towards your chest if lifting your legs straight out is too challenging Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Mandatory 1-2 Rest Days Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 26 LOWER #1 WEEK 6 Machine Chest Press Machine Chest Press (No Leg Drive) Machine Shoulder Press Deficit Push Up N/A Machine Lateral Raise DB Skull Crusher (12-15 reps) Single-Arm Cable Tricep Kickback DB Bench Press DB Bench Press (No Leg Drive) Seated DB Shoulder Press DB Flye N/A DB Lateral Raise Triceps Pressdown (12-15 reps) Single-Arm Tricep Pressdown ~3-4 min ~3-4 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min 7 7 7 8 N/A 8 8 8 3-5 10 8-10 12-15 30s HOLD 12-15 8 + 8 10-12 1 3-4 2 0 2 2 2 1 2 0 2 1 2 1 2 0 Bench Press Larsen Press Standing Dumbbell Arnold Press A1. Press-Around A2",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "41 of 78"
    }
  },
  {
    "content": "Press-Around A2. Pec Static Stretch 30s Cross-Body Cable Y- Raise (Side Delt) Squeeze-Only Triceps Pressdown + Stretch- Only Overhead Triceps Extension N1-Style Cross-Body Triceps Extension Set up a comfortable arch, quick pause on the chest and explode up on each rep. Shoulder blades still retracted and depressed. Slight arch in upper back. Zero leg drive. Start with your elbows in front of you and palms facing in. Rotate the dumbbells so that your palms face forward as you press. Brace with your non-working arm, squeeze your pecs by pressing the cable across your body. Hold a pec stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. Think about swinging the cable out and up as if \"drawing a sword\" from your side. Do the second half of the ROM for pressdowns (\"the squeeze\") and the first half of the ROM for overhead extensions (\"the stretch\"). Extend your triceps with your arm more out to the side than a regular pressdown. Feel the stretch as the cable moves across your torso. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 27 Push #1 SEMI-DELOAD WEEK: AVOID FAILURE AND TRAIN LIGHTER THIS WEEK TO PROMOTE RECOVERY AND TO PREPARE FOR THE NEXT 6 WEEKS! WEEK 6 Pull-Up Pull-Up Cable Seated Row 1-Arm Lat Pull-In N/A Bent-Over Reverse DB Flye Cable Curl Bottom-Half Bayesian Curl Machine Pulldown Machine Pulldown Incline Chest- Supported DB Row Cable Lat Pullover N/A Reverse Cable Flye DB Curl Bottom-Half Spider Curl ~2-3 min ~2-3 min ~2-3 min 0 min 0 min ~1-2 min ~1-2 min ~1-2 min See Notes 10 7 8 N/A 8 8 8 10 10+5 10-12 10-12 30s HOLD 12-15 6-8 10-12 4 0 1 0 3 2 2 1 2 0 3 1 2 1 2 0 Lat Pulldown (Feeder Sets) Lat Pulldown (Failure Set) Omni-Grip Machine Chest-Supported Row A1. Bottom-Half DB Lat Pullover A2. Lat Static Stretch 30s Omni-Direction Face Pull EZ-Bar Curl Bottom-Half Preacher Curl Do 4 feeder sets of 10 reps by gradually building the weight up from set to set. Set 1 is pretty light (RPE 4-5)",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "42 of 78"
    }
  },
  {
    "content": "Set 1 is pretty light (RPE 4-5). Set 2 is a little heavier (RPE 6-7). Set 3 is a little heavier again (RPE 7-8). Set 4 is your hard set: try to hit failure at 10 reps on this last set. After hitting failure at ~10 reps, do a dropset. Strip the weight back ~30-50% and do another 5 reps with nice and controlled technique. Use 3 different grips for the 3 working sets (ideally going from wider to closer). Do DB lat pullovers, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Hold a lat stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. 1st set: low-to-high 2nd set: mid-range 3rd set: high-to-low Focus on contracting your biceps, minimize torso momentum. Do preacher curls, but cut out the top half of the ROM (stay entirely in the stretched aspect of the lift). Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 28 PuLL #1 WEEK 6 DB Bulgarian Split Squat Pause DB Bulgarian Split Squat 45° Hyperextension Goblet Squat Nordic Ham Curl Standing Calf Raise Machine Crunch Hack Squat Pause Hack Squat DB RDL DB Step-Up Lying Leg Curl Seated Calf Raise Cable Crunch ~3-4 min ~3-4 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 7 7 7 7 8 8 8 1-3 5 8-10 10 10-12 10-12 10-12 1 3-4 2 0 2 2 2 1 2 1 2 1 2 1 Squat Pause Squat (Back off) Barbell RDL Walking Lunge Seated Leg Curl Leg Press Toe Press Decline Plate-Weighted Crunch Sit back and down, keep your upper back tight to the bar. Drop the weight by ~25% from your top set. 2 second pause. Sit back and down, keep your upper back tight to the bar. Maintain a neutral lower back, set your hips back, don't allow your spine to round. Take medium strides, minimize the amount you push off your rear leg. Focus on squeezing your hamstrings to move the weight. Press all the way up to your toes, stretch your calves at the bottom, don't bounce. Hold a plate or DB to your chest and crunch hard",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "43 of 78"
    }
  },
  {
    "content": "Hold a plate or DB to your chest and crunch hard. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Optional Rest Day Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 29 LEGS #1 WEEK 6 Machine Pulldown Close-Grip Machine Press Meadows Row Machine Lateral Raise DB Curl Kneeling Modified Push Up Lat Pulldown Close-Grip DB Incline Press Single-Arm DB Row DB Lateral Raise DB Incline Curl Close-Grip Push Up ~2-3 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min 0 min 7 7 7 8 8 10 8-10 8, 5 10-12 5, 15 10-12 AMRAP 2 2 2 2-3 2 2 2 1 2 1 1 0 Pull-Up Close-Grip Barbell Incline Press Kroc Row Eccentric-Accentuated Cable Lateral Raise, Constant-Tension Cable Lateral Raise N1-Style Cross-Body Bicep Curl Diamond Pushup 1.5x shoulder width grip, pull your chest to the bar. Use ~45° incline and a grip width just outside shoulder width. Kroc rows are basically just a dumbbell row with mild cheating and a slightly more upright posture. Don't be afraid to go heavy and use straps if your grip is limiting. First 5 reps: 5-second lowering phase, last 15 reps constant tension (no pausing at the bottom or top). Curl across your body with your arm out to the side at ~60°. Place your hands close together on the ground so that they form a diamond shape and do as many pushups as possible with a smooth tempo",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "44 of 78"
    }
  },
  {
    "content": "Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 30 UPPER #1 WEEK 6 Barbell Hip Thrust DB RDL Walking Lunge Lying Leg Curl Goblet Squat Leg Press Toe Press Reverse Crunch Trap Bar Deadlift Barbell RDL Goblet Squat Nordic Ham Curl DB Step-Up Standing Calf Raise Hanging Leg Raise ~3-5 min ~3-4 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min ~1-2 min 7 7 7 8 8 8 8 4 8 10-12 8-10 8-10 15-20 10-20 1 3-4 2 0 2 2-3 2 1 2 1 2 1 2 1 Deadlift Stiff-Leg Deadlift Leg Press Glute Ham Raise Slow-Eccentric Leg Extension Seated Calf Raise Roman Chair Leg Raise Brace your lats, chest tall, pull the slack out of the bar before lifting Think about doing a high-hip conventional deadlift with a slight bend in the knees Medium width feet placement on the platform, don't allow your lower back to round Keep your hips straight, do Nordic ham curls if no GHR machine Control the weight with a 3-4 second negative Press all the way up to your toes, stretch your calves at the bottom, don't bounce Don't swing your legs at the bottom, minimize momentum, tuck your knees towards your chest if lifting your legs straight out is too challenging Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Mandatory 1-2 Rest Days Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 31 LOWER #1 THE ULTIMATE PUSH PULL LEGS SYSTEM 32 Phase 2 Maximum Effort (Low volume, high intensity) WEEK 1 Machine Chest Press Incline Machine Press Machine Lateral Raise DB French Press Triceps Pressdown DB Bench Press Incline DB Press DB Lateral Raise DB Floor Skull Crusher DB Triceps Kickback ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 3-5 4-6 6-8 4-6 6-8 1 3-4 2 2 3 2 2 2 2 1 Bench Press High-Incline Smith Machine Press Egyptian Cable Lateral Raise Overhead Cable Triceps Extension Cable Triceps Kickback Set up a comfortable arch, quick pause on the chest and explode up on each rep",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "45 of 78"
    }
  },
  {
    "content": "Set the bench at a 45-60° incline, touch the bar to your upper chest with control. Lean away from the cable. Focus on squeezing your delts. Do both arms at once, resist the negative. Lean slightly forward, lock your elbow behind your torso (shoulder hyperextension). Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 33 Push #1 WEEK 1 Machine Pulldown Single-Arm Row Bent-Over Reverse DB Flye Cable Curl DB Curl Neutral-Grip Pull- Up Meadows Row Reverse Cable Flye DB Curl Inverse Zottman Curl ~3-4 min ~3-4 min ~2-3 min ~2-3 min 0 min 10 10 10 10 10 4-6 4-6 6-8 4-6 4-6 3 3 2 3 2 2 2 2 1 1 Neutral-Grip Lat Pulldown Pendlay Row Reverse Pec Deck EZ-Bar Curl Hammer Cheat Curl Pull your elbows down against your sides. Initiate the movement by squeezing your shoulder blades together, pull to your lower chest, avoid using momentum. Swing the weight \"out\", not \"back\". Arc the bar \"out\" not \"up\", focus on squeezing your biceps. You can use slight momentum on the concentric, but control the eccentric with your elbows stationary. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 34 Pull #1 WEEK 1 Bulgarian Split Squat 45° Hyperextension Goblet Squat Leg Press Toe Press Machine Crunch Machine Squat DB RDL DB Step-Up Standing Calf Raise Plate-Weighted Crunch ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 3-5 4-6 6-8 4-6 6-8 1 3-4 2 3 2 2 2 2 2 2 Squat or Machine Squat Barbell RDL Leg Extension Seated Calf Raise Cable Crunch Sit back and down, keep your upper back tight to the bar. Maintain a neutral lower back, set your hips back, don't allow your spine to round. Focus on squeezing your quads to make the weight move. Press all the way up to your toes, stretch your calves at the bottom, don't bounce. Round your back as you crunch",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "46 of 78"
    }
  },
  {
    "content": "Round your back as you crunch. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 35 legs #1 Optional Rest Day WEEK 1 Machine Pulldown Standing DB Arnold Press Incline Chest- Supported DB Row DB Bench Press Cable Lateral Raise Cable Curl DB Triceps Kickback Wide-Grip Lat Pulldown Machine Shoulder Press T-Bar Row Machine Chest Press DB Lateral Raise EZ Bar Curl Cable Triceps Kickback ~3-4 min ~3-4 min ~3-4 min ~3-4 min ~2-3 min ~2-3 min 0 min 10 10 10 10 10 10 10 4-6 6-8 4-6 4-6 6-8 4-6 4-6 2 3 2 3 1 3 2 3 2 2 1 2 1 2 Wide-Grip Pull-Up Seated DB Shoulder Press Close-Grip Seated Cable Row Weighted Dip Machine Lateral Raise Alternating DB Curl Triceps Pressdown Use ~1.5x shoulder width grip. Add weight or use assistance as needed to hit RPE. Keep form as consistent as possible. Bring the dumbbells all the way down, keep your torso upright Focus on squeezing your shoulder blades together, drive your elbows down and back. Tuck your elbows at 45°, lean your torso forward 15°, shoulder width or slightly wider grip Focus on squeezing your lateral delt to move the weight Alternate arms with each curl: do 1 rep with your right arm, one rep with your left arm. Repeat until you reach 4-6 reps with each arm. Focus on squeezing your triceps to move the weight Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 36 upper #1 WEEK 1 Bulgarian Split Squat Goblet Squat Nordic Ham Curl Leg Press Toe Press Machine Crunch Machine Squat DB Step-Up Lying Leg Curl Seated Calf Raise Cable Crunch ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 4-6 4-6 4-6 6-8 6-8 2 3-4 2 3 2 2 2 2 2 2 Hack Squat Dumbbell Walking Lunge Seated Leg Curl Standing Calf Raise Decline Plate Weighted Crunch Allow your knees to come forward (past your toes), focus the tension on your quads Do 4-6 reps with each leg (8-12 total strides)",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "47 of 78"
    }
  },
  {
    "content": "Straps may be helpful if your grip becomes limiting. Focus on squeezing your hamstrings to move the weight Press all the way up to your toes, stretch your calves at the bottom, don't bounce Hold a plate or DB to your chest and crunch hard! Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 37 lower #1 Mandatory 1-2 Rest Days WEEK 2 Machine Chest Press Incline Machine Press Machine Lateral Raise DB French Press Triceps Pressdown DB Bench Press Incline DB Press DB Lateral Raise DB Floor Skull Crusher DB Triceps Kickback ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 3-5 4-6 6-8 4-6 6-8 1 3-4 2 2 2 2 2 2 2 1 Bench Press High-Incline Smith Machine Press Egyptian Cable Lateral Raise Overhead Cable Triceps Extension Cable Triceps Kickback Set up a comfortable arch, quick pause on the chest and explode up on each rep. Set the bench at a 45-60° incline, touch the bar to your upper chest with control. Lean away from the cable. Focus on squeezing your delts. Do both arms at once, resist the negative. Lean slightly forward, lock your elbow behind your torso (shoulder hyperextension). Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 38 Push #1 WEEK 2 Machine Pulldown Single-Arm Row Bent-Over Reverse DB Flye Cable Curl DB Curl Neutral-Grip Pull- Up Meadows Row Reverse Cable Flye DB Curl Inverse Zottman Curl ~3-4 min ~3-4 min ~2-3 min ~2-3 min 0 min 10 10 10 10 10 4-6 4-6 6-8 4-6 4-6 3 3 2 3 2 2 2 2 1 1 Neutral-Grip Lat Pulldown Pendlay Row Reverse Pec Deck EZ-Bar Curl Hammer Cheat Curl Pull your elbows down against your sides. Initiate the movement by squeezing your shoulder blades together, pull to your lower chest, avoid using momentum. Swing the weight \"out\", not \"back\". Arc the bar \"out\" not \"up\", focus on squeezing your biceps. You can use slight momentum on the concentric, but control the eccentric with your elbows stationary",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "48 of 78"
    }
  },
  {
    "content": "You can use slight momentum on the concentric, but control the eccentric with your elbows stationary. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 39 Pull #1 WEEK 2 Bulgarian Split Squat 45° Hyperextension Goblet Squat Leg Press Toe Press Machine Crunch Machine Squat DB RDL DB Step-Up Standing Calf Raise Plate-Weighted Crunch ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 3-5 4-6 6-8 4-6 6-8 1 3-4 2 3 2 2 2 2 2 2 Squat or Machine Squat Barbell RDL Leg Extension Seated Calf Raise Cable Crunch Sit back and down, keep your upper back tight to the bar. Maintain a neutral lower back, set your hips back, don't allow your spine to round. Focus on squeezing your quads to make the weight move. Press all the way up to your toes, stretch your calves at the bottom, don't bounce. Round your back as you crunch. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 40 legs #1 Optional Rest Day WEEK 2 Machine Pulldown Standing DB Arnold Press Incline Chest- Supported DB Row DB Bench Press Cable Lateral Raise Cable Curl DB Triceps Kickback Wide-Grip Lat Pulldown Machine Shoulder Press T-Bar Row Machine Chest Press DB Lateral Raise EZ Bar Curl Cable Triceps Kickback ~3-4 min ~3-4 min ~3-4 min ~3-4 min ~2-3 min ~2-3 min 0 min 10 10 10 10 10 10 10 4-6 6-8 4-6 4-6 6-8 4-6 4-6 2 3 2 3 1 3 2 3 2 2 1 2 1 2 Wide-Grip Pull-Up Seated DB Shoulder Press Close-Grip Seated Cable Row Weighted Dip Machine Lateral Raise Alternating DB Curl Triceps Pressdown Use ~1.5x shoulder width grip. Add weight or use assistance as needed to hit RPE. Keep form as consistent as possible. Bring the dumbbells all the way down, keep your torso upright Focus on squeezing your shoulder blades together, drive your elbows down and back",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "49 of 78"
    }
  },
  {
    "content": "Tuck your elbows at 45°, lean your torso forward 15°, shoulder width or slightly wider grip Focus on squeezing your lateral delt to move the weight Alternate arms with each curl: do 1 rep with your right arm, one rep with your left arm. Repeat until you reach 4-6 reps with each arm. Focus on squeezing your triceps to move the weight Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 41 upper #1 WEEK 2 Barbell Hip Thrust Goblet Squat Nordic Ham Curl Leg Press Toe Press Machine Crunch Trap Bar Deadlift DB Step-Up Lying Leg Curl Seated Calf Raise Cable Crunch ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 4-6 4-6 4-6 6-8 6-8 2 3-4 2 3 2 2 2 2 2 2 Deadlift Dumbbell Walking Lunge Seated Leg Curl Standing Calf Raise Decline Plate Weighted Crunch Can pull sumo or conventional, go with whatever variation you are stronger with Do 4-6 reps with each leg (8-12 total strides). Straps may be helpful if your grip becomes limiting. Focus on squeezing your hamstrings to move the weight Press all the way up to your toes, stretch your calves at the bottom, don't bounce Hold a plate or DB to your chest and crunch hard! Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 42 lower #1 Mandatory 1-2 Rest Days WEEK 3 Machine Chest Press Incline Machine Press Machine Lateral Raise DB French Press Triceps Pressdown DB Bench Press Incline DB Press DB Lateral Raise DB Floor Skull Crusher DB Triceps Kickback ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 3-5 4-6 6-8 4-6 6-8 1 3-4 2 2 2 2 2 2 2 1 Bench Press High-Incline Smith Machine Press Egyptian Cable Lateral Raise Overhead Cable Triceps Extension Cable Triceps Kickback Set up a comfortable arch, quick pause on the chest and explode up on each rep. Set the bench at a 45-60° incline, touch the bar to your upper chest with control. Lean away from the cable. Focus on squeezing your delts",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "50 of 78"
    }
  },
  {
    "content": "Lean away from the cable. Focus on squeezing your delts. Do both arms at once, resist the negative. Lean slightly forward, lock your elbow behind your torso (shoulder hyperextension). Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 43 Push #1 WEEK 3 Machine Pulldown Single-Arm Row Bent-Over Reverse DB Flye Cable Curl DB Curl Neutral-Grip Pull- Up Meadows Row Reverse Cable Flye DB Curl Inverse Zottman Curl ~3-4 min ~3-4 min ~2-3 min ~2-3 min 0 min 10 10 10 10 10 4-6 4-6 6-8 4-6 4-6 3 3 2 3 2 2 2 2 1 1 Neutral-Grip Lat Pulldown Pendlay Row Reverse Pec Deck EZ-Bar Curl Hammer Cheat Curl Pull your elbows down against your sides. Initiate the movement by squeezing your shoulder blades together, pull to your lower chest, avoid using momentum. Swing the weight \"out\", not \"back\". Arc the bar \"out\" not \"up\", focus on squeezing your biceps. You can use slight momentum on the concentric, but control the eccentric with your elbows stationary. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 44 Pull #1 WEEK 3 Bulgarian Split Squat 45° Hyperextension Goblet Squat Leg Press Toe Press Machine Crunch Machine Squat DB RDL DB Step-Up Standing Calf Raise Plate-Weighted Crunch ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 3-5 4-6 6-8 4-6 6-8 1 3-4 2 3 2 2 2 2 2 2 Squat or Machine Squat Barbell RDL Leg Extension Seated Calf Raise Cable Crunch Sit back and down, keep your upper back tight to the bar. Maintain a neutral lower back, set your hips back, don't allow your spine to round. Focus on squeezing your quads to make the weight move. Press all the way up to your toes, stretch your calves at the bottom, don't bounce. Round your back as you crunch",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "51 of 78"
    }
  },
  {
    "content": "Round your back as you crunch. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 45 legs #1 Optional Rest Day WEEK 3 Machine Pulldown Standing DB Arnold Press Incline Chest- Supported DB Row DB Bench Press Cable Lateral Raise Cable Curl DB Triceps Kickback Wide-Grip Lat Pulldown Machine Shoulder Press T-Bar Row Machine Chest Press DB Lateral Raise EZ Bar Curl Cable Triceps Kickback ~3-4 min ~3-4 min ~3-4 min ~3-4 min ~2-3 min ~2-3 min 0 min 10 10 10 10 10 10 10 4-6 6-8 4-6 4-6 6-8 4-6 4-6 2 3 2 3 1 3 2 3 2 2 1 2 1 2 Wide-Grip Pull-Up Seated DB Shoulder Press Close-Grip Seated Cable Row Weighted Dip Machine Lateral Raise Alternating DB Curl Triceps Pressdown Use ~1.5x shoulder width grip. Add weight or use assistance as needed to hit RPE. Keep form as consistent as possible. Bring the dumbbells all the way down, keep your torso upright Focus on squeezing your shoulder blades together, drive your elbows down and back. Tuck your elbows at 45°, lean your torso forward 15°, shoulder width or slightly wider grip Focus on squeezing your lateral delt to move the weight Alternate arms with each curl: do 1 rep with your right arm, one rep with your left arm. Repeat until you reach 4-6 reps with each arm. Focus on squeezing your triceps to move the weight Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 46 upper #1 WEEK 3 Bulgarian Split Squat Goblet Squat Nordic Ham Curl Leg Press Toe Press Machine Crunch Machine Squat DB Step-Up Lying Leg Curl Seated Calf Raise Cable Crunch ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 9-10 10 10 10 10 4-6 4-6 4-6 6-8 6-8 2 3-4 2 3 2 2 2 2 2 2 Hack Squat Dumbbell Walking Lunge Seated Leg Curl Standing Calf Raise Decline Plate Weighted Crunch Allow your knees to come forward (past your toes), focus the tension on your quads Do 4-6 reps with each leg (8-12 total strides)",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "52 of 78"
    }
  },
  {
    "content": "Straps may be helpful if your grip becomes limiting. Focus on squeezing your hamstrings to move the weight Press all the way up to your toes, stretch your calves at the bottom, don't bounce Hold a plate or DB to your chest and crunch hard! Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 47 lower #1 Mandatory 1-2 Rest Days WEEK 4 Machine Chest Press Incline Machine Press Machine Lateral Raise DB French Press Triceps Pressdown DB Bench Press Incline DB Press DB Lateral Raise DB Floor Skull Crusher DB Triceps Kickback ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 3-5 4-6 6-8 4-6 6-8 1 3-4 2 2 2 2 2 2 2 1 Bench Press High-Incline Smith Machine Press Egyptian Cable Lateral Raise Overhead Cable Triceps Extension Cable Triceps Kickback Set up a comfortable arch, quick pause on the chest and explode up on each rep. Set the bench at a 45-60° incline, touch the bar to your upper chest with control. Lean away from the cable. Focus on squeezing your delts. Do both arms at once, resist the negative. Lean slightly forward, lock your elbow behind your torso (shoulder hyperextension). Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 48 Push #1 WEEK 4 Machine Pulldown Single-Arm Row Bent-Over Reverse DB Flye Cable Curl DB Curl Neutral-Grip Pull- Up Meadows Row Reverse Cable Flye DB Curl Inverse Zottman Curl ~3-4 min ~3-4 min ~2-3 min ~2-3 min 0 min 10 10 10 10 10 4-6 4-6 6-8 4-6 4-6 3 3 2 3 2 2 2 2 1 1 Neutral-Grip Lat Pulldown Pendlay Row Reverse Pec Deck EZ-Bar Curl Hammer Cheat Curl Pull your elbows down against your sides. Initiate the movement by squeezing your shoulder blades together, pull to your lower chest, avoid using momentum. Swing the weight \"out\", not \"back\". Arc the bar \"out\" not \"up\", focus on squeezing your biceps. You can use slight momentum on the concentric, but control the eccentric with your elbows stationary",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "53 of 78"
    }
  },
  {
    "content": "You can use slight momentum on the concentric, but control the eccentric with your elbows stationary. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 49 Pull #1 WEEK 4 Bulgarian Split Squat 45° Hyperextension Goblet Squat Leg Press Toe Press Machine Crunch Machine Squat DB RDL DB Step-Up Standing Calf Raise Plate-Weighted Crunch ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 3-5 4-6 6-8 4-6 6-8 1 3-4 2 3 2 2 2 2 2 2 Squat or Machine Squat Barbell RDL Leg Extension Seated Calf Raise Cable Crunch Sit back and down, keep your upper back tight to the bar. Maintain a neutral lower back, set your hips back, don't allow your spine to round. Focus on squeezing your quads to make the weight move. Press all the way up to your toes, stretch your calves at the bottom, don't bounce. Round your back as you crunch. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 50 legs #1 Optional Rest Day WEEK 4 Machine Pulldown Standing DB Arnold Press Incline Chest- Supported DB Row DB Bench Press Cable Lateral Raise Cable Curl DB Triceps Kickback Wide-Grip Lat Pulldown Machine Shoulder Press T-Bar Row Machine Chest Press DB Lateral Raise EZ Bar Curl Cable Triceps Kickback ~3-4 min ~3-4 min ~3-4 min ~3-4 min ~2-3 min ~2-3 min 0 min 10 10 10 10 10 10 10 4-6 6-8 4-6 4-6 6-8 4-6 4-6 2 3 2 3 1 3 2 3 2 2 1 2 1 2 Wide-Grip Pull-Up Seated DB Shoulder Press Close-Grip Seated Cable Row Weighted Dip Machine Lateral Raise Alternating DB Curl Triceps Pressdown Use ~1.5x shoulder width grip. Add weight or use assistance as needed to hit RPE. Keep form as consistent as possible. Bring the dumbbells all the way down, keep your torso upright Focus on squeezing your shoulder blades together, drive your elbows down and back",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "54 of 78"
    }
  },
  {
    "content": "Tuck your elbows at 45°, lean your torso forward 15°, shoulder width or slightly wider grip Focus on squeezing your lateral delt to move the weight Alternate arms with each curl: do 1 rep with your right arm, one rep with your left arm. Repeat until you reach 4-6 reps with each arm. Focus on squeezing your triceps to move the weight Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 51 upper #1 WEEK 4 Barbell Hip Thrust Goblet Squat Nordic Ham Curl Leg Press Toe Press Machine Crunch Trap Bar Deadlift DB Step-Up Lying Leg Curl Seated Calf Raise Cable Crunch ~3-5 min ~3-4 min ~2-3 min ~2-3 min ~2-3 min 8-9 10 10 10 10 4-6 4-6 4-6 6-8 6-8 2 3-4 2 3 2 2 2 2 2 2 Deadlift Dumbbell Walking Lunge Seated Leg Curl Standing Calf Raise Decline Plate Weighted Crunch Can pull sumo or conventional, go with whatever variation you are stronger with Do 4-6 reps with each leg (8-12 total strides). Straps may be helpful if your grip becomes limiting",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "55 of 78"
    }
  },
  {
    "content": "Straps may be helpful if your grip becomes limiting. Focus on squeezing your hamstrings to move the weight Press all the way up to your toes, stretch your calves at the bottom, don't bounce Hold a plate or DB to your chest and crunch hard! Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 52 lower #1 Mandatory 1-2 Rest Days THE ULTIMATE PUSH PULL LEGS SYSTEM 53 Phase 3 Supercompensation (High volume, moderate intensity) WEEK 1 Low Incline Smith Machine Press Standing DB Arnold Press Pec Deck Constant-Tension Machine Lateral Raise N/A DB French Press Kneeling Modified Push Up Low Incline Machine Press DB Shoulder Press Flat-To-Incline DB Flye Constant-Tension Cable Lateral Raise N/A DB Floor Skull Crusher Close-Grip Push Up ~2-3 min ~2-3 min ~1-2 min 0 min 0 min ~1-2 min 0 min 9 9 10 10 N/A 10 10 20 15 20 15 30s HOLD 20 AMRAP 3 2 3 2 3 1 3 1 3 0 3 1 1 0 Low Incline DB Press Machine Shoulder Press Cable Crossover Ladder A1: Lean-In Constant Tension DB Lateral Raise A2: Side Delt Static STRETCH (30s) Overhead Triceps Extension Med-Ball Close Grip Pushup 15° bench angle, tuck your elbows on the negative, flare as you press Don't stop in between reps, keep smooth and controlled tension on the delts Do one set with low cable position, one set with medium-height cable position, and one height with a high cable position Lean into a bench and do lateral raises. Keep tension - don't rest your arm against your side at the bottom. Hold a side delt stretch for 30 seconds. The stretch should be held at about a 7/10 intensity",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "56 of 78"
    }
  },
  {
    "content": "Hold a side delt stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. Do both arms at once, resist the negative Place your hands on a medicine ball and do smooth, controlled pushups Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 54 Push #1 WEEK 1 Cable Lat Pullover Chin-Up Incline Chest- Supported DB Row Plate Shrug Bent-Over Reverse DB Flye Cable Curl Cable Curl 21's N/A 1-Arm Lat Pull-In Omni-Grip Pull-Up Helms Row DB Shrug Reverse Cable Flye DB Curl DB Curl 21's N/A ~1-2 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 0 min 0 min 9 9 9 10 10 9 10 N/A 20 20 20 20 20 4-6 21 30s HOLD 2 1 3 1 4 2 3 1 3 1 1 2 2 0 2 0 1-Arm Half Kneeling Lat Pulldown Omni-Grip Lat Pulldown Machine Low Row Cable Shrug-In Reverse Pec Deck EZ-Bar Curl (Heavy) A1: EZ-Bar Modified Bicep 21's A2: Bicep Static STRETCH (30s) Keep chest tall, keep elbow tucked in close to your torso, focus on squeezing your lat to move the weight One set wide grip (overhand), 1 set middle grip (overhand), 1 set close grip (underhand) Focus on squeezing your shoulder blades together on each rep Set up two cable handles low and shrug up and in. Squeeze your upper traps to move the weight. Swing the weight \"out\", not \"back\" Arc the bar \"out\" not \"up\", focus on squeezing your biceps 7 reps seated, 7 reps standing full ROM, 7 reps bottom-half curls Hold a bicep stretch for 30 seconds. The stretch should be held at about a 7/10 intensity",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "57 of 78"
    }
  },
  {
    "content": "The stretch should be held at about a 7/10 intensity. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 55 Pull #1 WEEK 1 Goblet Squat 45° Hyperextension Goblet Squat Nordic Ham Curl Standing Calf Raise Plank High-Bar Box Squat Barbell RDL DB Step-Up Lying Leg Curl Seated Calf Raise Ab Wheel Rollout ~2-3 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 7-8 9 9 10 10 10 15 20 10 8 20 20 3 2-3 3 1 3 1 3 1 3 1 3 0 Front Squat Dumbbell RDL Walking Lunge SLOW Seated Leg Curl (3 up, 3 down) Leg Press Toe Press LLPT Plank These will be challenging, let's push! Don't go so heavy that you miss reps. Be humble with your weight and focus on keeping your torso upright Emphasize the stretch in your hamstrings, prevent your lower back from rounding Take medium strides, minimize the amount you push off your rear leg Lift with a slow tempo. The positive should take 3 seconds and the negative should take 3 seconds",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "58 of 78"
    }
  },
  {
    "content": "The positive should take 3 seconds and the negative should take 3 seconds. Press all the way up to your toes, stretch your calves at the bottom, don't bounce Contract your glutes and position your elbows under your eyes to make the plank more difficult Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Optional Rest Day Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 56 legs #1 WEEK 1 Machine Chest Press Machine Chest Press Machine Pulldown Machine Shoulder Press Wide-Grip T-Bar Row DB Triceps Kickback DB Curl DB Bench Press DB Bench Press Lat Pulldown Seated DB Shoulder Press Wide-Grip Machine Row Cable Triceps Kickback DB Incline Curl ~3-4 min ~3-4 min ~15 sec ~2-3 min ~15 sec ~1-2 min ~1-2 min 8-9 10 7-8 9 7-8 10 10 2-4 AMRAP ~60% of AMRAP set load 3 15 3 20 20 1 3-4 1 0 6 2 3 2 10 2 3 1 3 1 Bench Press (Top Set) Bench Press (Back Off AMRAP) Pull-Up Standing Dumbbell Arnold Press Wide-Grip Cable Row Triceps Pressdown Bayesian Cable Curl Set up a comfortable arch, quick pause on the chest and explode up on each rep Use ~60% of the weight you used on your top set and do it for as many reps as possible. You should be in the range of 10-20+ reps on this set! Use a spotter and safety bars! 6 cluster sets: 3 reps, rest 15s, repeat 6x. Keep form smooth and controlled. Start with your elbows in front of you and palms facing in. Rotate the dumbbells so that your palms face forward as you press. 10 cluster sets: 3 reps, rest 15s, repeat 10x. Keep form tight. Focus on squeezing your triceps to move the weight Keep your elbow behind your torso throughout the range of motion, focus on squeezing your bicep",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "59 of 78"
    }
  },
  {
    "content": "Sets are per arm Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 57 upper #1 WEEK 1 Barbell Hip Thrust Walking Lunge Goblet Squat Nordic Ham Curl Leg Press Toe Press Cable Crunch Trap Bar Deadlift Goblet Squat DB Step-Up Seated Leg Curl Standing Calf Raise Plate-Weighted Crunch ~3-4 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min ~1-2 min 9 9 10 10 10 10 8 20 20 20 20 20 2 3-4 2 2-3 5 1 3 1 3 1 3 0 Deadlift Leg Press Leg Extension Lying Leg Curl Seated Calf Raise Corpse Crunch Brace your lats, chest tall, pull the slack out of the bar before lifting Medium width feet placement on the platform, don't allow your lower back to round Focus on squeezing your quads to make the weight move Focus on squeezing your hamstrings to make the weight move Press all the way up to your toes, stretch your calves at the bottom, don't bounce Clear your upper back off the floor when you crunch, hold for 1-2 seconds and then go back down. Don't yank with your neck",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "60 of 78"
    }
  },
  {
    "content": "Don't yank with your neck. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Mandatory 1-2 Rest Days Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 58 lower #1 WEEK 2 Low Incline Smith Machine Press Standing DB Arnold Press Pec Deck Constant-Tension Machine Lateral Raise N/A DB French Press Kneeling Modified Push Up Low Incline Machine Press DB Shoulder Press Flat-To-Incline DB Flye Constant-Tension Cable Lateral Raise N/A DB Floor Skull Crusher Close-Grip Push Up ~2-3 min ~2-3 min ~1-2 min 0 min 0 min ~1-2 min 0 min 9 9 10 10 N/A 10 10 20 15 20 15 30s HOLD 20 AMRAP 3 2 3 2 3 1 3 1 3 0 3 1 1 0 Low Incline DB Press Machine Shoulder Press Cable Crossover Ladder A1: Lean-In Constant Tension DB Lateral Raise A2: Side Delt Static STRETCH (30s) Overhead Triceps Extension Med-Ball Close Grip Pushup 15° bench angle, tuck your elbows on the negative, flare as you press Don't stop in between reps, keep smooth and controlled tension on the delts Do one set with low cable position, one set with medium-height cable position, and one height with a high cable position Lean into a bench and do lateral raises. Keep tension - don't rest your arm against your side at the bottom. Hold a side delt stretch for 30 seconds. The stretch should be held at about a 7/10 intensity",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "61 of 78"
    }
  },
  {
    "content": "Hold a side delt stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. Do both arms at once, resist the negative Place your hands on a medicine ball and do smooth, controlled pushups Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 59 Push #1 WEEK 2 Cable Lat Pullover Chin-Up Incline Chest- Supported DB Row Plate Shrug Bent-Over Reverse DB Flye Cable Curl Cable Curl 21's N/A 1-Arm Lat Pull-In Omni-Grip Pull-Up Helms Row DB Shrug Reverse Cable Flye DB Curl DB Curl 21's N/A ~1-2 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 0 min 0 min 9 9 9 10 10 9 10 N/A 20 20 20 20 20 4-6 21 30s HOLD 2 1 3 1 4 2 3 1 3 1 1 2 2 0 2 0 1-Arm Half Kneeling Lat Pulldown Omni-Grip Lat Pulldown Machine Low Row Cable Shrug-In Reverse Pec Deck EZ-Bar Curl (Heavy) A1: EZ-Bar Modified Bicep 21's A2: Bicep Static STRETCH (30s) Keep chest tall, keep elbow tucked in close to your torso, focus on squeezing your lat to move the weight One set wide grip (overhand), 1 set middle grip (overhand), 1 set close grip (underhand) Focus on squeezing your shoulder blades together on each rep Set up two cable handles low and shrug up and in. Squeeze your upper traps to move the weight. Swing the weight \"out\", not \"back\" Arc the bar \"out\" not \"up\", focus on squeezing your biceps 7 reps seated, 7 reps standing full ROM, 7 reps bottom-half curls Hold a bicep stretch for 30 seconds. The stretch should be held at about a 7/10 intensity",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "62 of 78"
    }
  },
  {
    "content": "The stretch should be held at about a 7/10 intensity. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 60 Pull #1 WEEK 2 Goblet Squat 45° Hyperextension Goblet Squat Nordic Ham Curl Standing Calf Raise Plank High-Bar Box Squat Barbell RDL DB Step-Up Lying Leg Curl Seated Calf Raise Ab Wheel Rollout ~2-3 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 7-8 9 9 10 10 10 15 20 10 8 20 20 3 2-3 3 1 3 1 3 1 3 1 3 0 Front Squat Dumbbell RDL Walking Lunge SLOW Seated Leg Curl (3 up, 3 down) Leg Press Toe Press LLPT Plank These will be challenging, let's push! Don't go so heavy that you miss reps. Be humble with your weight and focus on keeping your torso upright Emphasize the stretch in your hamstrings, prevent your lower back from rounding Take medium strides, minimize the amount you push off your rear leg Lift with a slow tempo. The positive should take 3 seconds and the negative should take 3 seconds",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "63 of 78"
    }
  },
  {
    "content": "The positive should take 3 seconds and the negative should take 3 seconds. Press all the way up to your toes, stretch your calves at the bottom, don't bounce Contract your glutes and position your elbows under your eyes to make the plank more difficult Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Optional Rest Day Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 61 legs #1 WEEK 2 Machine Chest Press Machine Chest Press Machine Pulldown Machine Shoulder Press Wide-Grip T-Bar Row DB Triceps Kickback DB Curl DB Bench Press DB Bench Press Lat Pulldown Seated DB Shoulder Press Wide-Grip Machine Row Cable Triceps Kickback DB Incline Curl ~3-4 min ~3-4 min ~15 sec ~2-3 min ~15 sec ~1-2 min ~1-2 min 8-9 10 7-8 9 7-8 10 10 2-4 AMRAP ~60% of AMRAP set load 3 15 3 20 20 1 3-4 1 0 6 2 3 2 10 2 3 1 3 1 Bench Press (Top Set) Bench Press (Back Off AMRAP) Pull-Up Standing Dumbbell Arnold Press Wide-Grip Cable Row Triceps Pressdown Bayesian Cable Curl Set up a comfortable arch, quick pause on the chest and explode up on each rep Use ~60% of the weight you used on your top set and do it for as many reps as possible. You should be in the range of 10-20+ reps on this set! Use a spotter and safety bars! 6 cluster sets: 3 reps, rest 15s, repeat 6x. Keep form smooth and controlled. Start with your elbows in front of you and palms facing in. Rotate the dumbbells so that your palms face forward as you press. 10 cluster sets: 3 reps, rest 15s, repeat 10x. Keep form tight. Focus on squeezing your triceps to move the weight Keep your elbow behind your torso throughout the range of motion, focus on squeezing your bicep",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "64 of 78"
    }
  },
  {
    "content": "Sets are per arm Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 62 upper #1 WEEK 2 Barbell Hip Thrust Walking Lunge Goblet Squat Nordic Ham Curl Leg Press Toe Press Cable Crunch Trap Bar Deadlift Goblet Squat DB Step-Up Seated Leg Curl Standing Calf Raise Plate-Weighted Crunch ~3-4 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min ~1-2 min 9 9 10 10 10 10 8 20 20 20 20 20 2 3-4 2 2-3 5 1 3 1 3 1 3 0 Deadlift Leg Press Leg Extension Lying Leg Curl Seated Calf Raise Corpse Crunch Brace your lats, chest tall, pull the slack out of the bar before lifting Medium width feet placement on the platform, don't allow your lower back to round Focus on squeezing your quads to make the weight move Focus on squeezing your hamstrings to make the weight move Press all the way up to your toes, stretch your calves at the bottom, don't bounce Clear your upper back off the floor when you crunch, hold for 1-2 seconds and then go back down. Don't yank with your neck",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "65 of 78"
    }
  },
  {
    "content": "Don't yank with your neck. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Mandatory 1-2 Rest Days Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 63 lower #1 WEEK 3 Low Incline Smith Machine Press Standing DB Arnold Press Pec Deck Constant-Tension Machine Lateral Raise N/A DB French Press Kneeling Modified Push Up Low Incline Machine Press DB Shoulder Press Flat-To-Incline DB Flye Constant-Tension Cable Lateral Raise N/A DB Floor Skull Crusher Close-Grip Push Up ~2-3 min ~2-3 min ~1-2 min 0 min 0 min ~1-2 min 0 min 6 6 7 7 N/A 7 7 12 12 15 12 30s HOLD 15 AMRAP 2 2 2 2 2 1 2 1 2 0 2 1 1 0 Low Incline DB Press Machine Shoulder Press Cable Crossover Ladder A1: Lean-In Constant Tension DB Lateral Raise A2: Side Delt Static STRETCH (30s) Overhead Triceps Extension Med-Ball Close Grip Pushup 15° bench angle, tuck your elbows on the negative, flare as you press Don't stop in between reps, keep smooth and controlled tension on the delts Do one set with low cable position, one set with medium-height cable position, and one height with a high cable position Lean into a bench and do lateral raises. Keep tension - don't rest your arm against your side at the bottom. Hold a side delt stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. Do both arms at once, resist the negative Place your hands on a medicine ball and do smooth, controlled pushups Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 64 Push #1 FULL DELOAD WEEK: AVOID FAILURE AND TRAIN LIGHTER THIS WEEK BEFORE RUNNING BACK THROUGH WEEK 1 OF THE PROGRAM OR ONTO A NEW PROGRAM",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "66 of 78"
    }
  },
  {
    "content": "WEEK 3 Cable Lat Pullover Chin-Up Incline Chest- Supported DB Row Plate Shrug Bent-Over Reverse DB Flye Cable Curl Cable Curl 21's N/A 1-Arm Lat Pull-In Omni-Grip Pull-Up Helms Row DB Shrug Reverse Cable Flye DB Curl DB Curl 21's N/A ~1-2 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 0 min 0 min 6 6 6 7 7 7 7 N/A 12 12 12 12 12 4-6 21 30s HOLD 2 1 3 1 2 2 2 1 2 1 1 2 1 0 1 0 1-Arm Half Kneeling Lat Pulldown Omni-Grip Lat Pulldown Machine Low Row Cable Shrug-In Reverse Pec Deck EZ-Bar Curl (Heavy) A1: EZ-Bar Modified Bicep 21's A2: Bicep Static STRETCH (30s) Keep chest tall, keep elbow tucked in close to your torso, focus on squeezing your lat to move the weight One set wide grip (overhand), 1 set middle grip (overhand), 1 set close grip (underhand) Focus on squeezing your shoulder blades together on each rep Set up two cable handles low and shrug up and in. Squeeze your upper traps to move the weight. Swing the weight \"out\", not \"back\" Arc the bar \"out\" not \"up\", focus on squeezing your biceps 7 reps seated, 7 reps standing full ROM, 7 reps bottom-half curls Hold a bicep stretch for 30 seconds. The stretch should be held at about a 7/10 intensity. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 65 Pull #1 WEEK 3 Goblet Squat 45° Hyperextension Goblet Squat Nordic Ham Curl Standing Calf Raise Plank High-Bar Box Squat Barbell RDL DB Step-Up Lying Leg Curl Seated Calf Raise Ab Wheel Rollout ~2-3 min ~2-3 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min 6 6 6 7 7 7 10 12 8 8 12 30s 2 2-3 2 1 2 1 2 1 2 1 1 0 Front Squat Dumbbell RDL Walking Lunge SLOW Seated Leg Curl (3 up, 3 down) Leg Press Toe Press LLPT Plank Stay light, keep your torso upright Emphasize the stretch in your hamstrings, prevent your lower back from rounding Take medium strides, minimize the amount you push off your rear leg Lift with a slow tempo. The positive should take 3 seconds and the negative should take 3 seconds",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "67 of 78"
    }
  },
  {
    "content": "The positive should take 3 seconds and the negative should take 3 seconds. Press all the way up to your toes, stretch your calves at the bottom, don't bounce Contract your glutes and position your elbows under your eyes to make the plank more difficult Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Optional Rest Day Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 66 legs #1 WEEK 3 Machine Chest Press Machine Pulldown Machine Shoulder Press Wide-Grip T-Bar Row DB Triceps Kickback DB Curl DB Bench Press Lat Pulldown Seated DB Shoulder Press Wide-Grip Machine Row Cable Triceps Kickback DB Incline Curl ~3-4 min ~15 sec ~2-3 min ~15 sec ~1-2 min ~1-2 min 6 6 6 6 7 7 2-4 3 12 3 15 15 1 3-4 4 2 2 2 6 2 2 1 2 1 Bench Press Pull-Up Standing Dumbbell Arnold Press Wide-Grip Cable Row Triceps Pressdown Bayesian Cable Curl Set up a comfortable arch, quick pause on the chest and explode up on each rep 6 cluster sets: 3 reps, rest 15s, repeat 6x. Keep form smooth and controlled. Start with your elbows in front of you and palms facing in. Rotate the dumbbells so that your palms face forward as you press. 10 cluster sets: 3 reps, rest 15s, repeat 10x. Keep form tight. Focus on squeezing your triceps to move the weight Keep your elbow behind your torso throughout the range of motion, focus on squeezing your bicep",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "68 of 78"
    }
  },
  {
    "content": "Sets are per arm Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 67 upper #1 WEEK 3 Barbell Hip Thrust Walking Lunge Goblet Squat Nordic Ham Curl Leg Press Toe Press Cable Crunch Trap Bar Deadlift Goblet Squat DB Step-Up Seated Leg Curl Standing Calf Raise Plate-Weighted Crunch ~3-4 min ~2-3 min ~1-2 min ~1-2 min ~1-2 min ~1-2 min 6 6 7 7 7 7 8 12 15 15 15 15 1 3-4 1 2-3 2 1 2 1 2 1 1 0 Deadlift Leg Press Leg Extension Lying Leg Curl Seated Calf Raise Corpse Crunch Brace your lats, chest tall, pull the slack out of the bar before lifting Medium width feet placement on the platform, don't allow your lower back to round Focus on squeezing your quads to make the weight move Focus on squeezing your hamstrings to make the weight move Press all the way up to your toes, stretch your calves at the bottom, don't bounce Clear your upper back off the floor when you crunch, hold for 1-2 seconds and then go back down. Don't yank with your neck. Exercise Substitution Option 1 Substitution Option 2 NOTES WORKING SETS Warm-up Sets Reps Load RPE Mandatory 1-2 Rest Days Rest THE ULTIMATE PUSH PULL LEGS SYSTEM 68 lower #1 Exercise Substitutions 33 THE ULTIMATE PUSH PULL LEGS SYSTEM This program gives you the flexibility to freely switch out exercises. Every exercise in the program has two substitution options to choose from, listed in order of preference. Feel free to switch out the original exercise for either of these substitutions. Doing an exercise substitution could be because: For all of the substitutions, exercises have been chosen that work the same muscle groups and a similar movement pattern, so none of the sets, reps, RPE, or rest need to be adjusted. Simply perform the substitution exercise in place of the original exercise",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "69 of 78"
    }
  },
  {
    "content": "Simply perform the substitution exercise in place of the original exercise. If you don’t wish to perform any strength work for any of the exercises substituted for squats, bench presses, or deadlifts, you can simply set a low-end rep cap at 4 reps, as explained in question #1 of the FAQ section. Your gym doesn’t have the equipment to perform the prescribed exercise The prescribed exercise predictably gives you pain, or You simply prefer one of the substitution exercises. THE ULTIMATE PUSH PULL LEGS SYSTEM 34 Program Explained 35 THE ULTIMATE PUSH PULL LEGS SYSTEM Program Periodization In this section, I will outline how the program is set up in terms of the phases, the split, autoregulation, progression, and exercise selection. Phase 1: The Base Phase (Week 1-6) Phase 1 uses what could be called a more “bread and butter” push/pull/legs setup. It uses moderate volume and moderate-high intensity to set a foundation of hypertrophy. We’ll be doing 6-8 exercises per workout, 2-4 working sets per exercise, mostly in the 10-12 rep zone (plus some low rep strength sets and some high rep metabolic work). Most sets on the compound lifts are being pushed to an RPE of 8-9 (meaning we’ll be leaving 1-2 reps in the tank) and most sets on the isolation exercises are being pushed to an RPE of 9-10 (meaning about 1 rep shy of failure, if that). There is plenty of exercise variation and advanced intensity techniques in the base phase to help stimulate hypertrophy right out of the gate. T H E P H A S E S This program is broken up into 3 very distinct phases, each with its own specific parameters and goals. Phase 1 Volume Intensity Phase 2 Phase 3 THE ULTIMATE PUSH PULL LEGS SYSTEM 36 Phase 2: The Maximum Effort Phase (Week 7-10) Phase 2 will look very different for those accustomed to my other training programs and utilizes a unique training style that borrows principles from the AST Max-OT training philosophy and High Intensity Training as outlined by Mike Mentzer and popularized by 6x Mr. Olympian, Dorian Yates",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "70 of 78"
    }
  },
  {
    "content": "Olympian, Dorian Yates. Phase 2 uses low volume and ultra-high intensity. In this shorter 4 week training phase, we’ll be doing just 4-5 exercises per workout, 1-2 working sets per exercise and 4-6 reps or 6-8 reps on every set. Nearly every single working set (not warm-up sets) of every single exercise will be pushed to an RPE of 10, meaning you use maximum effort on each set. It’s not necessary to actually fail on every set (where you have to dump the weight), but rather get to a point where you could not possibly complete another rep with reasonable technique. Note that for the squat and bench work, we won’t be going to a true maximum effort so that recovery is not overtaxed for the rest of the workout. The purpose of this phase is two-fold\u0000\u0005( To familiarize yourself with what true maximum effort and true failure really feels like( ( To ensure progressive overload through the use of lower reps and relatively heavy weight. Phase 3: The Supercompensation Phase (Week 11-12) Phase 3 is the highest volume phase of the program and is strategically timed to come after the low volume second phase. This sudden increase in volume will provide a massive new stimulus for growth, something referred to as “supercompensation” in sports science. While there is evidence showing that hypertrophic supercompensation does occur, it is still largely based on theoretical frameworks. However, despite a relative want for more evidence, supercompensated growth clearly does occur, especially when a novel training stimulus is introduced or training parameters are drastically increased. Phase 3 uses ultra-high volume and moderate-high intensity. In this short, 2-week training phase, we’ll be doing 6-8 exercises per workout, 2-4 working sets per exercise, and 15-20 reps on most sets. This is a very high rep training phase that will challenge muscular endurance, leading to massive pumps and tons of muscle cell swelling. Most sets will be pushed to an RPE of 8-10, meaning sets are taken very close to the point of failure",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "71 of 78"
    }
  },
  {
    "content": "This is important so that adequate levels of tension are reached in the largest, highest-threshold muscle fibers. If we stop too shy of failure, especially when doing high reps, we risk understimulating the muscle for growth, even if the pump is incredible. This is where we’ll need to put our freshly sharpened familiarity with failure from Phase 2 to use. It is no longer necessary to go to truly max effort, but it’s still important to get very close. THE ULTIMATE PUSH PULL LEGS SYSTEM 37 Deload (Week 13) After the brutal 4-week max effort phase and 2-week high volume phase, it’s time for a deload. In Week 13, we will be reducing both volume and intensity from the previous weeks. Because Week 13 follows the same exercise scheme as Weeks 11 and 12, we will also be reducing the rep ranges to allow for better recovery. After completing the deload, you will be in a good position to run back through the program again, starting at Week 1 or moving on to one of my other programs, such as my High Frequency Full Body Program or Upper/ Lower Program. T H E S P L I T The objective of each program is to combine an optimized hypertrophy-focus with a minimalistic strength-focus. There are 6x/week, 5x/week, and 4x/week versions of this program available. Depending on how many times per week you are available to train, the split will be slightly different. The 6x/week version uses the traditional Push/ Pull/Legs split with one rest day per week, the 5x/week uses a Push/Pull/Legs/Upper/Lower split with 2 rest days per week, and the 4x/week uses a Legs/Push/Pull/Full Body split with 3 rest days per week. Importantly, each split still maintains Push/Pull/Legs workouts within each week. These workouts allow us to focus on a small set of complementary muscle groups, so we are able to add in more advanced training techniques and new exercise variations, while still maintaining a 2x/ week frequency for the major muscle groups and ensuring adequate recovery in between sessions",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "72 of 78"
    }
  },
  {
    "content": "Each split will go through the same three phases as just discussed, although, the volume will be slightly lower with the reduced frequencies. This means that the 6x split has slightly more volume than the 5x program, and the 5x program has slightly more volume than the 4x program. If you find yourself struggling to recover from the training sessions, it’s worth considering switching to a lower frequency in order to provide yourself with an additional rest day and reduce the recovery demand of the program itself (i.e. reduce the training volume). THE ULTIMATE PUSH PULL LEGS SYSTEM 38 T H E A U T O R E G U L AT I O N Autoregulation is when you make some choices about your training during your workout, rather than having everything locked into place before your workout. If you’re new to autoregulation, it may sound like a technical concept, but it’s actually very simple. If you’ve ever done a few extra reps because you were feeling good or took an extra minute of rest to recover after a tough set, then you’ve already used autoregulation in your training. It essentially just means “adjusting on the fly.” Autoregulation doesn’t mean you get to completely go by feel and suddenly have an excuse to totally sandbag your workouts on bad days. Instead, it can be seen as leveraging the fact that performance will differ from day to day. When running a fixed program, on a day that you’re feeling extremely strong and performing extremely well, you might be confined to doing work that is well below your potential for that day. That’s wasted potential. On an autoregulated program, however, if you’re feeling particularly strong on one day, you have the freedom to go heavier than usual. The same thing applies for days that you’re not feeling as strong, you have the permission to use weights that match your abilities on that specific day. This isn’t just something I do because it seems intuitively appealing. Research consistently shows that an autoregulated approach results in better strength gains [15-17]",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "73 of 78"
    }
  },
  {
    "content": "Research consistently shows that an autoregulated approach results in better strength gains [15-17]. Remember, autoregulation doesn’t mean just tossing in the towel when you’re having a bad day. Instead, these studies use techniques, such as tracking bar velocity loss, to allow more informed and structured adjustments to be made. And while most of us don’t have access to a bar velocity tracker, luckily there are several other methods that don’t require any equipment and still offer better results than a fixed program [15, 16]. That brings us to the main way that autoregulation will be used in this program: RPE. R P E RPE stands for Rating of Perceived Exertion and ranks how hard a set was on a scale of 1-10. This table, adapted from the MASS Research Review should help clarify what each RPE value means. THE ULTIMATE PUSH PULL LEGS SYSTEM 39 Table 1: Resistance Training-specific RIR-Based Scale RPE Score RIR/Description 10 9.5 9 8.5 8 7.5 7 5-6 3-4 1-2 Maximal Effort No RIR, but could increase load 1 RIR Definitely 1, maybe 2 RIR 2 RIR Definitely 1, maybe 3 RIR 3 RIR 4-6 RIR Light Effort Light to no Effort The goal is to select a weight that you can use for all of the working sets that will have you hitting the prescribed RPE on the last set. This means that it’s very likely that your first couple sets will be easier than the target RPE. For example, if you're performing 3 sets and the prescribed RPE is 8, it is normal and expected that your first set will be closer to a 6 RPE, since the sets will get harder as you go. Of course, if the weight you've selected is clearly too light or too heavy, feel free to adjust the weight for the next set. Due to the subjectiveness of the RPE scale, and to allow for built-in wiggle-room for prescribed effort levels, this program features RPE ranges for many lifts, rather than concrete values. The purpose of this is to provide more constructive feedback on if you are using an appropriate weight for these lifts",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "74 of 78"
    }
  },
  {
    "content": "Similar to other lifts, the goal for these will be to select a weight that puts you within this range on the last set. This means that if the prescribed RPE is 7-8 and you hit failure on the last set, you will want to adjust the weight for that lift down. On the other hand, if you reach a 7, 7.5, or 8 RPE on the last set, you can be confident that you selected an appropriate weight. Using RPE, on days that you’re performing well, you can push heavier than normal. On days that you aren’t feeling as strong, you can train lighter but still reach the appropriate effort threshold. Obviously, RPE is not intended to be used as an excuse to train light all the time, and it is still important to keep yourself accountable and progressing overall. Remember, for autoregulation to be effective, you need to actually autoregulate. This means a you need to pay attention to how you’re feeling that day, notice how the warmups move and then make an educated decision about what weight you should load for your top set. Again, there is no shame in using a lighter load on days where your performance is clearly not at 100 percent. As long as you’re honest with yourself, a day will come when you feel at 100 percent again very soon, and because you had the wherewithal to hold back when appropriate, you will be recovered and ready for when the timing feels right for a push. THE ULTIMATE PUSH PULL LEGS SYSTEM 40 T H E P R O G R E S S I O N Many exercises within the program have a rep range, rather than a fixed number of reps that you have to aim for each week. Ideally, you would progress by adding reps with the same weight until you reach the top end of the rep range. Once you reach the top end of the range, you would add some minimum amount of weight and start back at the bottom of the range again. In Phase 2 of the program, progressive overload is especially important. Because most exercises use a 4-6 rep range, it’s worth emphasizing exactly how you should progress through these rep ranges",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "75 of 78"
    }
  },
  {
    "content": "On some exercises, especially in Phase 1 and 3, it will be impossible to add reps and/or weight every week because it will be impossible to maintain good form by the end of the program. Therefore, the main goal of these exercises is simply to make an effort to do something better from week to week. This can be any of the following: THE ULTIMATE PUSH PULL LEGS SYSTEM 41 For your working sets, choose a weight that will have you reaching maximum effort within 4-6 reps If you hit 4 or 5 reps, aim to add a rep next week If you hit 6 reps, add some weight next week Any time you hit 6 reps, that means it’s time to add some weight (assuming you used reasonably good technique) The same progression outlined above should be used in cases where 6-8 reps are prescribed as well. Increasing either rep(s) or weight; Improving technique (such as by controlling the tempo better than last time); or Improving the mind-muscle connection (such as by “squeezing” the target muscle harder than last time) T H E E X E R C I S E S E L E C T I O N As mentioned previously, this program places a heavy emphasis on having the flexibility to switch out exercises. For all of the substitutions, exercises have been chosen that work the same muscle groups and a similar movement pattern, so none of the sets, reps, RPE, or rest need to be adjusted. Simply perform the substitution exercise in place of the original exercise. If you don’t wish to perform any strength work for any of the exercises substituted for squats, bench presses or deadlifts, you can simply set a low-end rep cap at 4 reps, as explained in question #1 of the FAQ section. Exercise Video Demonstrations 42 THE ULTIMATE PUSH PULL LEGS SYSTEM Rather than having a list of exercise videos in this program, every exercise is a clickable link to allow for a more seamless experience. This means that all of the exercise videos are on the program pages themselves and all you have to do is click on the exercise name to open them",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "76 of 78"
    }
  },
  {
    "content": "THE ULTIMATE PUSH PULL LEGS SYSTEM 43 LEG PRESS GOBLET SQUAT WALKING LUNGE comment from jeff For customer support please visit As much as I love connecting on social media, I am not able to reliably respond to the questions I receive across platforms so please direct any questions to the email above. Please allow for an email reply. Thank you so much for your support and good luck with the training! 3-5 business days jeffnippard.com/contact. 44 THE ULTIMATE PUSH PULL LEGS SYSTEM Sato S, Yoshida R, Kiyono R, Yahata K, Yasaka K, Nunes JP, Nosaka K, Nakamura M. Elbow Joint Angles in Elbow Flexor Unilateral Resistance Exercise Training Determine Its Effects on Muscle Strength and Thickness of Trained and Non-trained Arms. Front Physiol. 2021 Sep 16;12:734509. Pedrosa GF, Lima FV, Schoenfeld BJ, Lacerda LT, Simões MG, Pereira MR, Diniz RCR, Chagas MH. Partial range of motion training elicits favorable improvements in muscular adaptations when carried out at long muscle lengths. Eur J Sport Sci. 2022 Aug;22(8):1250-1260. Gillingham B, DeBeliso M. The Efficacy of Partial Range of Motion Deadlift Training: A Pilot Study. International Journal of Sports Science. 2022 Mar 15;12(1):14-22. Goto M, Maeda C, Hirayama T, Terada S, Nirengi S, Kurosawa Y, Nagano A, Hamaoka T. Partial Range of Motion Exercise Is Effective for Facilitating Muscle Hypertrophy and Function Through Sustained Intramuscular Hypoxia in Young Trained Men. J Strength Cond Res. 2019 May;33(5):1286-1294. Appell HJ, Soares JM, Duarte JA. Exercise, muscle damage and fatigue. Sports Med. 1992;13(2):108-15. Newham DJ, Jones DA, Ghosh G, Aurora P. Muscle fatigue and pain after eccentric contractions at long and short length. Clin Sci. 1988;74(5):553-7. Schoenfeld BJ. Does exercise-induced muscle damage play a role in skeletal muscle hypertrophy?. J Strength Cond Res. 2012;26(5):1441-53. Pearcey GE, Bradbury-squires DJ, Kawamoto JE, Drinkwater EJ, Behm DG, Button DC. Foam rolling for delayed-onset muscle soreness and recovery of dynamic performance measures",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "77 of 78"
    }
  },
  {
    "content": "Foam rolling for delayed-onset muscle soreness and recovery of dynamic performance measures. J Athl Train. 2015;50(1):5-13. Macdonald GZ, Button DC, Drinkwater EJ, Behm DG. Foam rolling as a recovery tool after an intense bout of physical activity. Med Sci Sports Exerc. 2014;46(1):131-42. West DJ, Cook CJ, Beaven MC, Kilduff LP. The influence of the time of day on core temperature and lower body power output in elite rugby union sevens players. J Strength Cond Res. 2014;28(6):1524-8. Barroso R, Silva-batista C, Tricoli V, Roschel H, Ugrinowitsch C. The effects of different intensities and durations of the general warm-up on leg press 1RM. J Strength Cond Res. 2013;27(4):1009-13. Racinais S. Different effects of heat exposure upon exercise performance in the morning and afternoon. Scand J Med Sci Sports. 2010;20 Suppl 3:80-9. [ 1 ] [ 2 ] [ 3 ] [ 4 ] [ 5 ] [ 6 ] [ 7 ] [ 8 ] [ 9 ] [ 10 ] [ 11 ] [ 12 ] references THE ULTIMATE PUSH PULL LEGS SYSTEM 45 Parr M, Price PD, Cleather DJ. Effect of a gluteal activation warm-up on explosive exercise performance. BMJ Open Sport Exerc Med. 2017;3(1):e000245. Cheatham SW, Kolber MJ, Cain M, Lee M. THE EFFECTS OF SELF-MYOFASCIAL RELEASE USING A FOAM ROLL OR ROLLER MASSAGER ON JOINT RANGE OF MOTION, MUSCLE RECOVERY, AND PERFORMANCE: A SYSTEMATIC REVIEW. Int J Sports Phys Ther. 2015;10(6):827-38. Helms ER, Byrnes RK, Cooke DM, et al. RPE vs. Percentage 1RM Loading in Periodized Programs Matched for Sets and Repetitions. Front Physiol. 2018;9:247. Published 2018 Mar 21. Graham T, Cleather DJ. Autoregulation by “Repetitions in Reserve” Leads to Greater Improvements in Strength Over a 12-Week Training Program Than Fixed Loading [published online ahead of print, 2019 Apr 17]. J Strength Cond Res. 2019;10.1519. Dorrell HF, Smith MF, Gee TI. Comparison of Velocity-Based and Traditional Percentage-Based Loading Methods on Maximal Strength and Power Adaptations. J Strength Cond Res. 2020;34(1):46-53. [ 13 ] [ 14 ] [ 15 ] [ 16 ] [ 17 ] THE ULTIMATE PUSH PULL LEGS SYSTEM 46",
    "metadata": {
      "file_name": "The_Ultimate_Push_Pull_Legs_System_5X(1).pdf",
      "title": "",
      "author": "",
      "creation_date": "2023-01-02",
      "chunk_number": "78 of 78"
    }
  }
]