{
    "file_name": "secrets to build muscle fast as hell.pdf",
    "title": "Ultimate mass: 7 secrets to build muscle fast as hell",
    "author": "Brandon Carter",
    "creation_date": "2022-08-26",
    "subject": "",
    "keywords": "",
    "text": "Introduction To Mass\n \nFor the bulk of my career I never wanted to be a really ”big” guy. I was more\ninterested in being athletic and lean, so I never went out of my way to put on\na tremendous amount of muscle mass. It just wasn’t my primary goal. I have\nhelped others achieve tremendous amounts of muscle but I never wanted that\nfor myself. In 2013 however, all of that changed.\nFor whatever reason in 2013, I decided that I wanted to become a lot bigger\nand a lot stronger. During that time I put on about 10 pounds.\nMany of you may be thinking that 10 pounds is not a significant gain during\na 12 month period. But you have to remember that I did it while gaining\nbetween very little and NO FAT. It was all quality weight - 10 pounds of\nsolid muscle! Anybody can add muscle and fat to quickly gain 10 pounds\nbut to add 10 pounds of Herculean is difficult. Especially because I have\nbeen training for so long. When you have been training for over 10 years,\nputting on muscle is a lot harder than when you first start. If you are a\nbeginner or in your first few years of training, then you should be able to\naccomplish even more impressive results than I did in that same period of\ntime.\n \nI was able to accomplish my results using the exact techniques that I am\nsharing with you in this book. In the following chapters you will learn:\n \n●     How to build lean muscle mass without gaining fat\n●     How to burn body fat fast\n●     How to become more disciplined in the gym and in life\n●     To become more confident\n●     What the best exercises are for putting on muscle mass\n●     How to spend less time in the gym and build MORE muscle\n●     The best diet plan to build muscle mass\n●     How to naturally increase your testosterone levels\n●     And a lot more!!!\n \n \nThe benefits of following the right exercise and diet program are numerous,\nstarting with the discipline required to stay consistent and ending with an\nincreased total well being. Not to mention your improved body\ncomposition, and a great confidence boost.\n \nThe number one reason to train with resistance and pump iron is the\nacquisition of physical strength and muscle mass. Physical strength is a sort\nof crux connected to what it means to be a man. Without actual physical\nstrength, men aren’t all of that different from their female counterparts. And\nwhile there are several other virtues connected with masculinity, like\ndecisiveness along with mental fortitude, many stem from your physical\nembodiment of strength.\n \nSize matters\n \nOnce you gain a significant amount of muscle mass you’ll notice that\npeople start to treat you differently and your interactions with other humans,\nboth male and female, will change drastically.\n \nI grew up on the South side of Chicago. To say it is a “rough area” would be\na gross understatement. I used to get in a lot of fights, I used to get robbed,\nand would frequently be intimidated by gangbangers.\n \nInitially, I began lifting weights as a way to defend myself against potential\nevil-doers. But the interesting thing that happened once I gained size -\npeople just stopped messing with me. I made myself a harder (and more\nintimidating) target.\n \nI call this the “Lion in The Room” Philosophy. If you walk into a room and\nyou see a lion, you’re probably not going to mess with it. Even if he is just\nsleeping and being nonaggressive you still have to be cautious of him. Even\nif you are a bigger stronger lion, you still are going to think twice about\nfighting another lion. There is a reason that predators hunt prey or those\nweaker and more vulnerable than themselves. Lions do not have a natural\npredator in the wild. And last time I checked, not too many people are\neating (or messing with) them.\n \nBut not only did men stop wanting to fight me and steal my money, it\nseemed that once I built some size, more people wanted to be friends with\nme. It seemed that my size earned me more respect and a higher status in\ngeneral amongst my peers.\n \nIn Robert Cialdini’s best-selling book Influence he talks about this subject\nand how it works in the animal kingdom. “In some animal societies…size is\nan important factor in determining which animal would achieve a high level\nin the group.”\n \n \nWhat about steroids?\n \nWhen people see me with 10 additional pounds of muscle I get accused of\ntaking steroids (this is actually one of the best compliments an athlete can\nget haha). But if you look back at all my YouTube videos from the\nbeginning of 2013 to now, you can see that I put on muscle at a very slow\npace while maintaining extremely low body fat. I gained muscle at a rate of\nless than one pound per month. Steroids or any other performance-\nenhancing drugs work a lot better than that.\n \nIn fact, nothing works as well as steroids but I DO NOT recommend them. I\nhave never used any steroids in my life. I’m not trying to knock anyone\nwho has (Arnold Schwarzenegger is one of my idols) but my decision to not\nuse steroids is based on the fact that steroids make your genitals shrink. I\ndon’t think any amount of muscle, money, or fame is worth putting your\ngenitalia in harm’s way, but this is just my humble opinion. If performance-\nenhancing drugs are something you are interested in then this is not the\nbook for you, but you should check out a video from my friend Elliot Hulse\nabout his experience with steroids before you embark on that journey.\nhttps://www.youtube.com/watch?v=sHOm89QUchk\n \nFull disclosure: the only drugs I’ve ever experimented with are marijuana,\nLSD, and psychedelic mushrooms but that’s a whole different story for a\nwhole different book.\n \nIf you’re ready to naturally put on as much muscle as your body can handle\nwhile staying as lean (and drug free) as possible, then let’s dive right in to\nthe material.\nSecret #1: Micro Bulking and Cutting\n \n\"If you are not willing to risk the unusual, you will have to settle for the ordinary.\"\n-Jim Rohn\n \n \nNobody wants to get fat. That's why I am going to present a method of\nbulking up and building muscle that will allow you to increase muscle size\nwithout getting fat at the same time.\n \nTraditional Bulking and Cutting\nThe human body is not good at building muscle and burning fat at the same\ntime under normal circumstances. That's why traditional bulking programs\nsuggest that you bulk up for up to six months at a time. FUCK THAT!\nThat’s half of the year! The major problem with that is that when you bulk\nfor that amount of time you also gain a lot of fat. Then you are told to cut\n(the fat) for another six months. During that six months you lose the fat that\nyou built up (assuming you’re cutting properly) but you may also lose a lot\nof the muscle you built in the process. What a waste of time and energy!\nI’ve had roller coaster relationships; it’s not as thrilling as the rides at Six\nFlags. And I don’t want any kind of relationship like that with my own god\ndamn body. After an entire year is up you HOPE that you have a net gain of\nmuscle. But that's the main problem with traditional bulking programs - you\nlook like SHIT for half the year. “Ain’t nobody got time for that!”\n \n \nI honestly don’t even like the term “bulk” or “bulking” besides for the fact\nthat it rhymes with “Hulk” or “Hulking”. I love when words rhyme\n...because I am black. It’s quite apparent to me that many use the the  word\n“bulk” as an excuse that allows them to rationalize eating more and training\nless. Then they say “I don’t look my best right now because I am bulking”\nor something of the like. Yea, yea. We believe you.\n \n \nBut alas, this is how professional bodybuilders train. They bulk up for half\nof the year and then cut up for the second half of the year in order to look\nlike they do when you see them on stage flexing in man bikinis. In laymans\nterms they look like shit for half the year, then they only start to look good\nonce they are well into the cutting phase. Professional bodybuilders may be\nable afford to look like shit for half of the year (a.k.a. the “off-season”),\nbecause they only have to look good during contest season, as far as their\ncareer goes. For guys like you and I however, THERE IS NO “off-season”\nfor our lives! And life is too short to spend half of every year being a\ncomplete fat ass. All “jokes” aside, you can ruin your entire physique by\ngetting fat during the bulking. That is because when you get fat and start to\ngain more fat cells, those cells never go away!\n \n \nFat Cells Never Go Away!?\n \nI hope you’re sitting down right now. What I'm about to say is going to\nscare the shit out of you. I was far into bodybuilding by the time I learned\nthis and it’s something I wish I had learned much earlier on. Here it is:\nWhen you start gaining fat your fat cells grow. And once they grow to\ncapacity, the cells split, or divide, now you have more fat sales than you\nstarted with. The problem with that is now you have set a new baseline for\nthe amount of cells your body carries. Your fat cells can grow and shrink\nbut you will never lose them!\n \nSo, once you have gained additional fat cells, from that point on - for the\nrest of your life, it will be easier for you to gain fat and more difficult to\nlose it. That's why it's imperative that you do not gain fat while bulking .\n \nI know a lot of you are going to find that hard to believe, so I have provided\na few sources to corroborate my statements.\n \n \n“You are born with a set number of fat cells. If you eat more\ncalories than your body needs, your fat cells stretch to store these\nextra calories as triglycerides. You may even gain new fat cells\nwhen the cells have enlarged to their maximum size. Once created,\nhowever, fat cells remain in your body forever; they may shrink\nin size when you lose weight, but they never go away “ -Johns\nHopkins University School Of Medicine  http://bit.ly/13otwVK\n \n“Fat cells can shrink -- but they don't go away…  even after the\nweight comes off, your number of fat cells stays the same, and it\nwill be an uphill battle to keep the pounds off” - Dr. Sanjay Gupta \nhttp://cnn.it/1zILvSg\n \n“Fat cells may shrink (or grow) in size, but not in number.” -Louise\nChang, MD (WebMD) http://bit.ly/1ARuvZv\n \n I will show you the method I use, for myself, and the people I train to gain\nmuscle without gaining fat. This method may build muscle a bit slower than\ntraditional bulk methods, but it will prevent the production of new fat cells\nand keep you looking good year-round. I believe that trade-off is worth it.\n \n \nMicro Cutting And Bulking (MCAB)\n \nYou want to look good all year-round (while still building muscle mass).\nInstead of bulking for six months then trying to trim the fat off for the next\nsix months, micro bulking and cutting (MCAB) consists of a bulking phase\nthat lasts between two to four weeks, followed by a cutting phase that also\nlasts for two to four weeks.\n \nHere's how works - Before you even begin to try to build new muscle, you\nCUT and get as lean as you want to be before you start bulking. Ideally, you\nwant to have a visible six pack before you start bulking. If you start bulking\nbefore you are as lean as you want to be then you run the risk of creating\nadditional fat cells. And if you're kind of chubby now, then you start\nbulking, the multiplication of your fat cells and production of new ones is\nalmost guaranteed.\n \nSo it is imperative that you get as lean as you want to be before you start the\nbulk,. Once you are as lean as you want to be, ideally to the point where\nyou have visible abs, then you start the bulk. I highly suggest that when\nyou're bulking, bulk only until your abs begin to fade. This will ensure that\nyou are not bulking for too long and gaining too much fat, therefore\nreducing the possibility of you gaining additional fat cells during your bulk.\n \nMicro bulking and cutting also has many psychological benefits. When you\nare doing traditional bulking and cutting you kind of start to get tired of\neating tons of food every day for six months. It sounds cool at first but after\na month or two (or even as early as the first week) of being full all the time\nwhile force-feeding yourself, it starts to become an annoying chore. It can\nbe literally dreadful.\n \nTraditional cutting suck to! Do you really want to diet for six months? My\nanswer is HELL NO. It's a lot easier to stay motivated during any diet if\nyou know you only have to do it for a few weeks as opposed to a several\nmonths. Hence the psychological benefits of MCAB over non-MCAB.. You\nstart to look forward to cutting while you’re bulking and vice versa.\n \n \nHow To Micro Cut\n \nRemember when I said you want to get as lean as you want to be before you\nstart the bulk? Well, for some of you that might take more than a micro cut.\nYou might have to go on a full on traditional cut before you can bulk if you\nare already significantly overweight.\n \nThe last thing you want to do is bulk if you're already kind of fat because\nmultiplying your current number of fat cells is the worst possible scenario.\nIf you have a significant amount of fat to lose before you can see your abs,\nthen I suggest you read my other book, “Ultimate Cuts: Seven Secrets To\nBurn Fat Fast As Hell”.\n \n\"Ultimate Cuts\" breaks down the fat burning process in great detail.\n \nBut this is not one of those e-books that tries to get you to buy other e-\nbooks, so I will go into the cutting process here. If you want, or need, more\ndetail in advance then \"Ultimate Cuts\" is definitely worth checking out.\n \n \n \n \nCutting Basics\n \nCutting, or burning fat, is not as complex as most people think. It can\nactually be broken down into one sentence:\n \nTo lose fat, all you have to do is burn more calories than you consume.\n \nWhen you are burning more calories than you consume you are in what is\ncalled \"a caloric deficit.\"\n \nCardio, fat burning pills, dieting, fasting, etc., are all simply tactics to help\nyour body get into a state of burning more calories than it consumes to put\nyour body in a \"caloric deficit\".\n \nBeing in a \"caloric deficit\" is literally the only way to burn fat.\n \nAnd the best way to get in a \"caloric deficit\" is adjusting your diet. Diet is\nway more effective than cardio when it comes to burning fat. In fact, you\ncan actually burn fat without doing any exercise at all! For example, On\naverage, running 1 mile burns about 100 calories. Sounds great right? Until\nyou realize that there are about 100 calories in a fucking banana!\n \nWith that said, you can see how its much easier to just eat less than it is to\ntry to burn calories off. I am not trying to say that you should not do cardio,\nbut I am trying to say that you cannot out train a bad diet.\n \nI go over this concept more in this video: “How To Lose Weight Without\nExercise“\n \nI have worked in gyms that employed overweight aerobics teachers! This is\na person whose job is literally doing cardio all day, but they are still\noverweight. How can that be? I'll tell you how, it’s because his goofy ass is\ndrinking 400 calorie Starbucks drinks multiple times a day then eating\ncakes and other sweet treats when he gets home to his Mommy’s house!\n \nSo even while he is doing cardio all day he's still not losing any weight\nbecause he was not in a caloric deficit. You can do an “Insanity Workout”\neight times a day and still not lose any weight if you are consuming more\ncalories than you burn. That is because you cannot out train a bad diet.\n \nThere are only three things in life that I know for sure:\n.\n1.    Michael Jordan was the greatest basketball player of all time.\n2.    You can’t turn a whore into a housewife.\n3.    YOU HAVE TO BE IN A CALORIC DEFICIT TO BURN\nFAT.\nHow To Put Yourself In A Caloric Deficit\n \nLike I said before, the easiest way to put yourself in a caloric deficit is with\nyour diet. I am going to show you two methods of putting yourself in a\ncaloric deficit. The second one is easy, this is the method I use, and the first\none is a lot more difficult.\n \nThe Difficult Way To Burn Fat: Counting Calories (Don’t even\nread this)\n \nThe difficult method involves counting calories. I already know from\nexperience that almost NONE of you are going to do this. Don't feel bad\nbecause I don't do it either. I’ve done it in the past, and it wasn’t awesome.\nYes, counting calories is by far the most effective method of putting\nyourself in a caloric deficit because it takes all the guesswork out. But it is a\npain in the ass, not to mention unsustainable for most people's lifestyles.\n \nI have trained many professional athletes, and none of them meticulously\ncount calories. The only people I know they meticulously count each\ncalorie are pro bodybuilders and Fitness competitors. Let me explain to you\nhow they do it. First of all, they prepare all their own meals at home. They\nuse a scale and measuring cups to weigh and measure everything before\nthey cook it. They measure everything including how much oil they use to\ncook.\n \n \nThen they pack everything up in tupperware and carry their meals around in\na cooler wherever they go. Companies actually make coolers specifically\nfor bodybuilders because bodybuilders have to walk around with all their\nfood and cannot go to a restaurant and eat like a normal person. This is\nextreme, but it gets them the extreme results that they are looking for.\n \n \nA lot of people say that they “count calories”, but I know that they are full\nof shit. If you are not weighing out all of your food before you cook/prepare\nit yourself then you are not counting calories accurately, you are just\nguessing. You are lying to yourself if you think every restaurant you eat at\nwill give you any sort of accurate calorie/nutrient breakdown for your order.\nIt does not work like that because the chef is not going to weigh and\nmeasure shit for you to tell you exactly how much of everything you are\ngetting. He is also not going to measure the oil he uses to cook your meal\nand tell you exactly how much he used. Asking him questions like that is an\neasy way to guarantee that your food is prepared with some secret\ningredients.\n \nHaving that said, the best way to calculate your calorie deficit intake is by\nusing the following equation:\n \nBody weight (measured in pounds) x 10 = fat loss calorie consumption\n \nSo, if you weigh 200 pounds and you want to lose weight, then you should\nmultiply 200 by 10 which gives you 2,000 calories per day to eat.\n \nAlso, the above is not an exact calculation. It’s simply a general guideline\nfor “average people” that aren’t on either end of the extremes (overweight\nor underweight). Depending on your body fat percentage and lifestyle you\nmay have to adjust the equation slightly. Tracking your progress each week\nis the only sure way to make sure your calories are low enough.\n \nWhatever man, you’re not going to do this shit anyway so stop kidding\nyourself. There’s an easier and more practical method. I told you not to read\nthis.\n \n \nThe Easy Way To Burn Fat FAST\n \nI’ve been a personal trainer and nutritionist for over 10 years, and during all\nof my reading during that time, the simplest most effective way of burning\nfat that I’ve ever come across is a diet plan explained in in greater detail in\nTim Ferriss’ book, “Four Hour Body”. Here’s a brief:\n \nRule #1: stay away from “white” carbohydrates\n \nAll carbohydrates that are or can be white are thus prohibited, except for\nwithin 1.5 hours of having completed a resistance-training workout.\nIncluded in this category is bread, rice, cereal, potatoes, pasta, and fried\nfood with breading. If you eliminate eating anything white (cauliflower not\nincluded, definitely eat the shit out of some cauliflower), you’ll be safe.\n \nRule #2: Keep it simple and eat the the same few meals over and over\nagain.\n \nSuccessful dieters, regardless of whether their objective is muscle mass gain\nor fat loss, eat the same couple of meals over and over again. Mix and\nmatch, constructing each meal with one from each of the three following\ngroups:\n \nProteins:\nEgg whites with one whole egg for flavor\nChicken breast or thigh\nGrass-fed organic beef\nPork\n \nLegumes:\nLentils\nBlack beans\nPinto beans\n \nVegetables:\nSpinach\nAsparagus\nPeas\nMixed vegetables\n \nEat as much as you like of the above food items. Just remember: keep it\nsimple. Pick three or four meals and repeatedly eat those. Most restaurants\ncan give you a salad or vegetables in place of french fries or potatoes.\nMexican food (a personal favorite) for example, allows you to swap out rice\nfor vegetables, which is most conducive to the “slow carb” diet.\n \nThe majority of individuals who go on “low” carb diet programs complain\nof lower energy and quit, not because these diets can’t work, but mainly\nbecause they consume insufficient calories. A 1/2 cup of rice is 300\ncalories, whereas a 1/2 cup of spinach is only 15 calories! Vegetables are\nnot calorically dense, so it is critical that you add legumes for caloric load\nor eat a TON OF VEGETABLES!\n \nMany people eat 6-8x per day to break up caloric load and prevent body fat\ngain. I think this is unnecessary and inconvenient. I eat 3 to 4 times per day.\nIt looks like this:\n \n10am – breakfast\n1pm – lunch\n5pm – smaller second lunch\n7:30-9pm – Workout\n10pm – dinner\n \nRule #3: Don’t drink calories\n \nDrink massive quantities of water plus unsweetened tea, black coffee, or\nother no-calorie/low-calorie beverages as you like. Do not drink milk,\nnormal soft drinks, or fruit juice. A glass of wine each evening could\nactually aids sports recovery and fat-loss. Recent research into resveratrol\nsupports this.\n \nRule #4: CHEAT DAY once per week\n \nI recommend Sundays as your “Cheat Day”. You are permitted to eat\nanything you want on Sundays, and I go out of my way to eat ice cream,\npizza, waffles and all of my other vices in excess.\n \nA cheat day is NECESSARY to loss fat! When you are in a caloric deficit\nfor too many consecutive days,  many of your body’s hormone levels\n(Testosterone, Leptin, ect..)  start to drop because your body thinks it is\nstarving. Your body drops it’s hormone levels in an effort to conserve\nresources because it thinks it needs to slow everything down (including fat\nburning) in order to survive the famine (a.k.a. “diet”). When your hormone\nlevels drop your fat loss will come to a screeching halt!\n \nDramatically spiking your caloric intake once a week will bring your\nhormones back up to normal levels allowing your body to go back into fat\nburing mode!\n \nThat’s right: eating pure crap can help you lose fat. Welcome to never-never\nland.\n \nI already know what you’re thinking “If I eat crazy for a whole day, won’t I\nruin all the progress that I made? NO… HELL NO…. a resounding NO!!!!\nYou see, eating “bad” for one day a week will NOT HURT YOU, the same\nway that eating “good” one day a week will NOT HELP YOU! It’s what\nyou do constantly that counts! <—– (Tattoo that statement into your\nbrain!)\n \nHere is a video of one of my “Cheat Days”\nhttps://www.youtube.com/watch?v=djUqaQez5vI\n \nI talk more about cheat days in my book “Ultimate Cuts”. I also go over a\nlot more fat loss techniques such as H.I.I.T cardio, intermittent fasting, carb\ncycling, etc. But I want to give you some of the basics here as well.\n \n \n \nHow to “Micro Bulk”: Gain Muscle Without\nGetting Fat\n \nJust like before with cutting I will give you two methods of dieting to build\nmuscle. One will be the difficult one that involves counting calories and the\nother will be the easy method. The one that I use.\n \nBuilding Muscle The Difficult Way\n \nIf you’re going  to meticulously track your calories and micronutrients here\nis a good formula for you:\n \nBody weight (measured in pounds) x 20 = muscle building calorie\nconsumption\n \nThis should give you enough calories to build muscle. But if you have an\nactive job, Work out a lot, or participate in a lot of sports then you may need\nto multiply your bodyweight by as much as 25 to gain muscle. You have to\nsee what works for you.\n \nOnce you know how many calories you should be eating, the only question\nis how much protein? Carbs? Fats? Generally speaking, 1 gram of protein\nper pound of body weight is recommended. Personally, the athletes I have\ntrained over the years have seen better results with 2 grams of protein per\npound of bodyweight. A lot of people think that’s excessive and it may be\nfor most people. But it works well for the people I have trained.\n \nNow let’s be clear, I KNOW you are not going to track your calories or the\namount of protein you intake every day. You are not going to measure,\nweigh, and cook all your food at home and carry it around in Tupperware.\nThat’s one easy way to ostracize yourself from the rest of society.\nFortunately you’re not going to have to walk around with a cooler like a\nweirdo, because I am going to show you an alternative method.\n \n \nEating Big The Easy Way: The Portion Size Method\n \nThe easiest way to bulk is using what is called the“Portion Size Method”.\nThe portion size method allows you to eat out with friends and live a\nnormal life while still building muscle.\n \nWhen you see “protein, carb, vegetable, or fruit” it means to eat AT LEAST\none portion of each. A “portion” is the size of your OPEN HAND or\nCLOSED FIST.\n \n \nSample Meal Plan For Someone Trying To Gain Muscle\n \n7:00 a.m. Protein, Carb or Fruit\n9:30 a.m. Protein, Carb or Fruit\n12:30 a.m. Protein, Carb or Fruit\n2:30 p.m. Protein, Carb or Fruit\n5:30 p.m. Protein, Carb or Fruit\n7:00 p.m. Protein, Carb or Fruit\n \nFood Choices:\n \nProteins\nFish\nChicken\nLean Steak\nLean Ham\nTuna\nSalmon\nWhole Eggs\n \nCarbohydrates\nBrown Rice\nWild Rice\nWheat Pasta\nOatmeal\nBeans\nSweet Potatoes\n \nVegetables\nBroccoli\nSnow Peas\nPeppers\nLettuce\nEggplant\nString Beans\nSpinach\nCucumbers\n \nFruits\nAny fruit except fruit that has been canned.\n \nIn order to make the “portion size method” work, you HAVE to keep track\nof everything. Allow me to explain...\nKeeping Track Of Everything\n \nIn order to make the portion size method work, you HAVE TO keep track of\nEVERYTHING!\n \n●     First you have to write down everything you eat EVERY\nDAY.\n●     Write down the TIME you eat everyday.\n●     Write down all of your workouts.\n●     Measure your waist line, biceps, chest, arms, thighs, calves,\netc… (all body parts) every week. (Weigh yourself once a\nweek).\n●     Check your progress every week and make changes to your\ndiet and workouts accordingly.\n \nBy keeping track of EVERYTHING, you can easily see if you are\nmaking progress or not. But more importantly, you will know WHY\nyou are making progress or not!\n \nIf you are not making progress, you can look at what you have been eating\nand make the changes to your diet and workouts accordingly.\n \nIf you are not gaining weight, then add a portion of carbohydrates to each\nmeal. Basically, by keeping track of everything you can keep making\nadjustments based on the progress you are making.\n \nYou should also be keeping track of everything while you are cutting as\nwell. That’s how you know if you should decrease your caloric intake or\nnot.\n \nKeeping track of everything is probably the most important thing you\ncan do to ensure your success in building muscle or burning fat\n \nI go into more detail in this video--\n \nhttp://www.youtube.com/watch?v=IDwxG18GvpI\n \nSecret #2 Build Mass Faster With Compound\nExercises\n \n\"If you love life, don't waste time, for time is what life is made up of.\"\n-Bruce Lee\n \nI’m willing to bet that most of you reading this have wasted many hours in\nthe gym. Big chest muscles don’t come from doing flys, statuesque legs\ndon’t come from leg extensions and curls, and you will not get a massive\nback by doing one arm cable rows. Ditch the isolation exercises and start\nreplacing them with compound movements to build quality muscle fast!\n \nIt’s no secret that compound exercises build muscle mass more efficiently\nthan isolation exercises, but why?\n \nCompound exercises work multiple muscle groups at one time, whereas\nisolation exercises, work just one. Therefore, both your time and effort are\nmaximized by choosing compound exercises over isolation exercises. This\nbook just paid for itself at least 1000 times over with that last line. Time is\nour most precious commodity and you will no longer be wasting it away.\nWill you!?!?\n \nIncreased hormonal changes that are fundamental for burning fat as well as\nbuilding muscles are spurred by compound exercises. Testosterone and\ngrowth hormone for instance, are both spiked after just one set of intense\nsquats or deadlifts. Compound exercises are responsible for improved\ninsulin sensitivity (another remarkable change that occurs) due to the\ndepletion of glycogen stores in many muscles at once.\n \nOne set of deadlifts will engage practically every muscle in your body. It\ncommands a high-intensity output - crucial for building lean muscle and\naiding in fast fat loss.\n \nHeavy pulling (rows, pullups, etc.) and pressing (incline bench, handstand\npushups, etc.) movements build impressive arms in ways that forearm or\nbicep curls alone, never could. A heavy bench press is going to do so much\nmore for your arms than an isolation movement like dumbbell curls.\n \nIsolation exercises do have their place (in the grave...just kidding).\nHowever, I believe they should only be a small (if any) part of your\nworkout. You will accomplish your goals and build crazy amounts of\nmuscle faster by consistently performing compound exercises.\n \nIsolation exercises are allowed to crawl out of the grave for two reasons -\nwhen you have an injury or muscle imbalance you are trying to work\naround. The last thing you want to do is take more time to heal than is\nnecessary by re-injuring yourself. So, to work around an injured back,\nyou’re not going to be doing deadlifts or bent over rows, but you can do\ncurls or tricep extensions so your arms still get a workout. And as far as that\nmuscle imbalance goes, you can target the underdeveloped muscle by\nisolating it, while the other muscles are not engaged.\n \n \nCompound Exercises\n \nA compound exercise includes the work of more than one major muscle\ngroup at the same time. Most of the load is taken on by one muscle group\nand the rest is taken on by the smaller (secondary) muscle groups.\n \nBy now you realize that compound exercises are the staples of any great\nregimen. Here is a complete list of the best compound exercises (in no\nparticular order)--\n \n**Bench Press (Flat, Incline, or Decline)\nPrimary Muscle Group: Chest\nSecondary Muscle Groups: Shoulders, Triceps\n \n**Military (Shoulder) Press (Barbell, Dumbbells, or Handstand Pushups)\nPrimary Muscle Group: Shoulders\nSecondary Muscle Group: Triceps\n \n**Dips\nPrimary Muscle Group: Chest\nSecondary Muscle Groups: Triceps, Shoulders\n \n*Rows\nPrimary Muscle Group: Back\nSecondary Muscle Group: Biceps\n \n**Pull-Ups\nPrimary Muscle Group: Back\nSecondary Muscle Group: Biceps\n \n**Deadlifts\nPrimary Muscle Group: Posterior Chain (Hamstrings, Glutes, Back, etc.)\nSecondary Muscle Groups: Much Of Lower Body, Much Of Upper Body\n \n**Squats\nPrimary Muscle Group: Quads\nSecondary Muscle Groups: Most Of Lower Body (Glutes/Hamstrings), Lower Back\n \nThese are the exercises to stick to in order to maximize your gains. Later, I\nget into more specifics about how and when to perform these exercises.\nFirst, a bit more on isolation exercises.\n \nIsolation Exercises\n \nAn isolation exercise includes the work of one major muscle group (by\nitself), while avoiding any recruitment of secondary muscle groups.\n \nThis is a list of some isolation exercises (in no particular order)--\n \n*Flyes (dumbbell, cable or machine)\nMuscle Group Trained: Chest\n \n*Lateral or Front Raises (dumbbell, cable or machine)\nMuscle Group Trained: Shoulders\n \n*Biceps Curls (barbell, dumbbell, cable or machine)\nMuscle Group Trained: Biceps\n \n*Triceps Extensions (barbell, dumbbell, cable or machine)\nMuscle Group Trained: Triceps\n \n*Leg Extensions\nMuscle Group Trained: Quads\n \n*Leg Curls\nMuscle Group Trained: Hamstrings\n \n*Calf Raises\nMuscle Group Trained: Calves\n \nThese are exercises you can perform in order to work around an injury or\nbring any underdeveloped body part up to speed. There are a few other\nsituations in which you would want to perform isolation exercises as well,\nwhich I will discuss by more extensively comparing them to compound\nexercises.\n \n \nCompound Exercises vs. Isolation Exercises\n \nFurther understanding the differences between these types of exercises will\nallow you to make better decisions and design a routine that complements\nyou most, depending on your unique situation.\n \nIn broader terms, we know that compound exercises allow you to engage\nmore muscle groups at once. This makes them the optimal choice as they\nallow you to increase your load, forcing a faster progression, leading to far\nbetter overall results. One is the loneliest number - isolation exercises\nsimply aren’t able to carry a significant load capacity due to the fact that\nthey are working on their own, meaning slower progression and\nunimpressive results.\n \nWith all of that said, there are situations where isolation exercises can crawl\nout of the grave.\n \nMaybe you’re sticking to compound exercises and your chest is not\ngrowing like you want it to, even though you’re benching on the regular. In\nthis case you need to add more volume to the chest during a workout. The\nproblem is that all compound chest exercises involve the use of your\nshoulders (front deltoid) and triceps which are both smaller and weaker than\nthe chest. Therefore they get tired before the chest gets tired...before the\nchest gets worked!\n \nWhat I like to do is “pre-exhaust” my chest with an isolation exercise like\ncable flys so that when I bench my chest becomes exhausted at the same\ntime or sometimes even before my triceps and deltoids.\n \nHere is some elaboration: https://www.youtube.com/watch?\nv=xVJQSsGPOs4\n \nAnother prime reason to not completely discount isolation exercises is\nbecause they are practically the only way of training several smaller muscle\ngroups like calves or biceps without putting any additional load on the\nlarger (already exhausted from compound exercises) muscle groups.\n \nNo matter if what your goal is, I believe you can and will achieve\nsignificant results if you build your workout routine with primarily\ncompound exercises. Isolation exercises can be performed based on your\nindividual needs but they should be kept to a minimum.\n \n \nSecret #3: Choosing Intensity Wisely\n \n\"If you aren't going all the way, why go at all?\"\n-Joe Namath\n \nThat is the question most people ask themselves. Before you can answer\nthat we need to know what your training intensity is. If you can pick up a\nbaby weight and do a million reps with it, thats called low intensity training.\nBut if you chose a much heavier weight that you can only perform a few\nreps (with perfect form), that’s called high intensity training.\n \nHere are common rep ranges and what those ranges are supposed to equate\nto:\n \n1-5 Reps Per Set = mostly strength\n5-8 Reps Per Set = strength and muscle size equally\n8-10 Reps Per Set = muscle size with some strength\n10-12 Reps Per Set = muscle size with some endurance\n12-15 Reps Per Set = endurance with some muscle size\n15-20 Reps Per Set = mostly endurance\n \nNow, according to those numbers and their supposed meaning, if your\nintensity is where it needs to be to achieve your goal, then it’s a good\nplatform to launch from. Does it mean that you can’t build strength in the\n12-15 range? Absolutely not. But again, it all depends on how intense your\nworkout is and what goal you’re trying to accomplish.\n \nIntensity Recommendation For Ultimate Mass\n \nIf my assumptions are correct you are reading this because you want to\nincrease your overall size AND strength, which means keeping your\nworkout intensity high and your rep ranges between 3-8. There is not a\nmore specific magic number and it changes depending on the results you\nare getting (or not getting) as well as your intensity during each particular\nset. I elaborate on that later.\n \nIMPORTANT!!!\n \nWhere a lot of people mess up is at choosing a number based on the\nguidelines, picking a weight to lift, then they get to eight, and they stop,\nthinking it was a good set. But you don't want to just pick an arbitrary\nnumber. You want to choose a weight where you reach “failure” meaning\nthat performing one more rep (with perfect form) beyond a predetermined\nnumber (based on your specific goal) is impossible. When we talk about\nbuilding strength and recommend doing between one and five reps that\nmeans if you've done five, six should be impossible, and if six isnt\nimpossible you need to add more resistance or weight to that exercise.\nTherefore, don't think of it as, \"How many reps should I do?” Think of it as,\n“What weight should I choose that will make me reach failure within my\ndesired rep range?\"\n \nIf you're going for strength, pick a weight that will make you hit failure in\nbetween one and five reps. Don't just arrive at five reps, think it means\nsomething, and set the weights down. “But, I'm feeling the pump man.\" No,\nyou’ve got to hit “failure” between one and five reps over and over again to\nsee results over time. Learn to embrace “failure” ...it will get you far in the\nweight room, and in life.\n \nIf you're going for building “Ultimate Mass”, you’ve got to pick a weight\nthat will cause you to hit failure in between six and twelve reps. “Failure” is\nwhat's important.\n \n \nWhat Does Failure Mean?\n \nI come from the school of thought that you should always go to failure on\nevery set. That’s not necessarily old school thought, it’s just what I have\nfound to be the best way. Failure to me, is the moment your form is no\nlonger immaculate/perfect. That's when you are done with your set. You\nhave worked the target muscle group to exhaustion.\n \nPicture this, you’re doing Killer Carter Curls - which are an isolation\nexercise - and you’re doing great, but then you begin to lean back or swing,\nand it's definitely not a fucking lower back exercise. Killer Carter Curls are\nsurely bicep curls, not lower back curls. So, the second you lean or swing,\nyou are using your back. That means your bicep can no longer lift the\nweight by itself. Your back is assisting, aka doing the work which means\nyou’re not lazer focused and paying attention to your goal, but you are\ncheating. Now that's what we call a “slut rep” because it is basically\nworthless and anyone could have done it (and many people do). You are\nlifting with bad form when you do slut rep. You can catch a form\ntransmitted disease, or an “FTD” that way. FTD’s include things like pulled\nmuscles, herniated discs, etc. Strictly do quality reps and once you reach a\npoint where you surely wouldn’t be able to brag about it’s quality to your\nmommy’s face...when your form is no longer immaculate, that to me is\n“failure”.\n \nFor me personally, if I'm looking to build size, I usually pick a weight that I\ncan only do between 6 and 8 times. If I can do a 9th rep with perfect form,\nthat means I need to increase the weight. If I can't do 9, and I barely get 8\nwith perfect form, that means I picked the correct weight for my goal. If\nyou don't get to that performance failure, then your muscle will not have a\ncenter to grow because it can handle the weight, it can handle the resistance.\nYou’ve got to give it a little bit more than it can handle so it learns that it\nneeds to be able to handle more. You can let each muscle know that more is\nrequired of it. Let your muscles know that their current level of strength is\ninsufficient and you will not tolerate it. Not on your watch. Let your\nmuscles know that you demand more of them. Do that by going to\n“performance failure” on each and every set.\n \nI explain it more in this video: https://www.youtube.com/watch?\nv=ey9JfUrtU_c\n \n \n \n \n \n \n \nSecret #4: Time Under Tension\n \n \n\"It does not matter how slowly you go so long as you do not stop.\"\n-Confucius\n \nBasic Rep Break Down\n \nStart Position - the place where the weight is held just before movement or\nengagement of the target muscles into each rep.\n \nConcentric Motion - When you are moving the weight away from the\nbeginning position; moving against the resistance. Also known as the\n“positive” or “lifting” portion of a rep. Always focus on the target muscles\nwhile powering through this motion in a fully controlled manner. I’ve\nalways liked the expression, “with a sense of urgency”, and that’s how each\nconcentric part of the rep should be performed, with full control of the\nweight and with a sense of urgency. This NEVER means to use momentum\nto move the weight from the starting point to the ending point. It just\nmeans, in a controlled fashion where proper form always remains intact and\nnothing crazy/stupid/funny happens, you should move the weight in a\npowerful, forceful, swift motion.\n \nEnd Position - the place where the weight is at the fully contracted part of\nthe rep.\n \nEccentric Motion -  Moving the weight back towards the start position.\nAlso known as the “negative” or “lowering” portion of a rep where you are\nmoving with the resistance. Always remain in full control of the weight\nduring this motion; just think “nice and easy.” This NEVER means to drop\nthe weight or let to the weight control the speed of your movement. That is\nthe opposite of control - it’s sloppy and means you aren’t focused, or that\nyou chose a weight that is way too heavy.\n \nRep Speed and Time Under Tension\n \nThis is something I want to just touch on for those of you that are curious\nabout it. I receive a ton of questions from all over and I’ve gotten enough\nabout this topic that it was at least worth a mention here. However, I have\nnever trained with or recommended measuring either of these things to a\ndegree that in any way distracts from maintaining total control of the weight\nand performing each rep with absolutely perfect form.\n \nRep speed is the tempo (or speed) at which a single rep of an exercise is\nperformed.\n \nTime under tension is basically how long each set lasts. As a general\nguideline:\n \n1-20 seconds = ideal for strength\n20-60 seconds = ideal for muscle growth\n60+ seconds = ideal for muscular endurance\n \nTime under tension can obviously fluctuate based on the rep count or the\nrep speed. But the guidelines exist for a reason, so don’t go too crazy. A\nmiddle range (6-12 reps) is the most ideal rep range for muscle growth\nalong with a pace that is neither too slow or too fast. If done in a controlled\nmanner and at a speed that seems sane, no matter what you’ll be activating\nthe muscles properly. Just make sure your overall workout program is\ndesigned specifically for your goal, that you’re performing each exercise\nwith perfect form, and that you’re workouts get progressively more\nchallenging. As long as you’re doing those things right your time under\ntension will automatically end up being what it should be. And as long as\nyou’re avoiding looking fucking “crazy” you’re probably doing your reps\njust fine. What I mean is that both crazy fast and crazy slow speeds need to\nbe avoided.\n \nLike always, there are special considerations to take into account and no\nrecommendations are a “one size fits all” by any means. Certain areas of the\nbody - like calves respond well from moving slower throughout the rep and\npausing for a moment at the starting point of each rep. Moving a bit slower\ncan allow for greater control thus helping to prevent/avoid injury - that goes\nfor all exercises.\n \n \n \nSecret #5: Rest Times\n \n\"Without hard work, nothing grows but weeds.\"\n-Gordon B. Hinckley\n \n \nThere are questions I wish I would never receive, and then there are\nquestions I don’t hear enough, which to me, means that people are not\ngiving certain areas proper attention and consideration. I think one of the\nmost overlooked, and under elevated areas of GREAT importance when it\ncomes to working out are timing your rests between your sets and exercises.\n \nYou can walk into almost any gym in America and watch almost any dude\nin there for five minutes and you will notice he is not timing his rest\nbetween his sets. He is totally just winging it. After he’s done with a set\nhe’ll play on his phone or maybe bullshit with his “workout partner” until\nbefore you know it the “workout” is over and there was no consistency to\nmuch of anything they did especially in regards to timing anything. This is\nabsolutely crazy to me! If you want optimal results, you must track and\nmanage progress. You need to workout smarter so your efforts will be\nmaximized. With that said, it is imperative that you understand and\nappreciate the importance of timing your rest periods during your workouts.\nTreat your entire workout like a job, where you have real risks at stake,\nbecause you do - mainly your quick/efficient/consistent progress (or lack\nthereof). A rest or conversation or any other distraction that falls between\nyour set making that time too long or too short, can have negative\nconsequences that impact your results and delay your progress.\n \nYour Goal, “The Dictator”\n \nWhat are the perfect rest times for you?\n \nWell, what’s your main goal? By now this should be clearly defined as it is\nthe biggest factor for shaping your entire routine which you now know -\nincludes timing your rests.\n \nYour workout intensity is another factor that must be considered when\nchoosing the perfect rest times. For best results, lower intensity sets require\nvery little rest between sets.\nBy contrast, higher intensity/more demanding sets require a longer rest time\nbetween sets. This may seem like common knowledge but the lack of or\nimproper application (or sheer neglect) astounds me all the time!\n \nExercises for bigger muscle groups like legs, chest and back typically need\nmore rest between sets than exercises for smaller muscle groups like biceps,\ntriceps and calves.\n \nCompound exercises usually demand a longer rest between sets than\nisolation exercises.\n \nComplete Rest Times vs. Incomplete Rest Times\n \nComplete rest - allows you to better maintain your work capacity, as well as\nmaximize strength output and total performance. A more complete recovery\nenables you to better maintain your strength throughout the entirety of the\nworkout session. Something to note however, is that the body does not\nreceive the same host of metabolic benefits as when subjecting it to a more\nincomplete rest forcing greater fatigue.\n \nIncomplete rest - shorter in duration, promoting greater muscle fatigue\nwhich is responsible for producing higher levels in growth hormone and\nvarious other metabolic benefits.\nThe down side is that you sacrifice nervous system recovery ability\nmeaning you will not see maintained strength like you do with complete\nrest.\n \nExact rest times you should allocate are, of course, dictated by your main\ngoal. See below for what you think is best for you:\n \nRest Time Between Sets: 20-60 seconds\nType of Rest: Incomplete\nBest for: Muscular endurance, metabolic or circuit training\n \nRest Time Between Sets: 1-2 minutes\nType of Rest: Incomplete/Complete\nBest for: Building muscle\n \nRest Time Between Sets: 2-3 minutes\nType of Rest: Complete/Incomplete\nBest For: increasing strength, and building muscle\n \nRest Time Between Sets: 3-5 minutes\nType of Rest: Complete\nBest for: Strength and muscular power.\n \nThe great thing is that you can reap multiple rewards from choosing the\nright rest time. I rest for 1-2 minutes or more precisely - 90 seconds exactly\nwhen I am trying to add mass to my physique. It is wild beyond words that\nso many gym goers/athletes/fitness people (not to mention those who are\nnot in any of the aforementioned groups) go in without any real or written\ndown plan and do some kind of workout based purely on feelings and what\ntheir body is “telling them”. Or they have a loose routine written down but\nare still not timing their rests. I should not have to tell you why this is both\ninefficient and wreckless.\n \nI explain it more in this video: https://www.youtube.com/watch?\nv=m5rXL2-n0K0\n \n \n \nSecret #6: Supersets\n \n“Don't mistake activity with achievement.”\n― John Wooden\n \nA superset is a combination of one exercise performed immediately after\nanother exercise of either the same or opposing muscle groups with no rest\nin between.\n \nMany bodybuilders such as Dave Draper and Arnold Schwarzenegger have\nused them with great success for mass building purposes.  The same is true\nof my own training.\n \nSupersets are a fantastic way to get a lot of work done in a very short\namount of time.  While at first it may be hard for you to use the same\namounts of weights that you usually use, your cardiovascular system will\nget used to the increased workload and then your strength will go back up.\n \nPairing Two Exercises of the Same Muscle Group\n \nThe first way to superset is to do two exercises for the same muscle group\nback to back. Doing cable curls immediately followed by dumbbell curls is\nan example of a biceps superset. The drawback to this technique is that you\nwill not be as strong as you usually are on the second exercise. However,\nthis is a great technique to to exhaust or rather pre-exhaust a muscle and\nreally isolate it.\nPair Two Exercises of Opposing Muscle Groups\n \nIn my opinion, this is the superior way to run your supersets for mass gains.\nFor your superset you would pair opposing muscle groups like chest and\nback, or biceps with triceps. This allows you to use maximum weights once\nyour body gets used to the increased cardiovascular demands. You could\nalso pair different muscle movements such as shoulders and calves, upper\nabs and lower abs. When pairing antagonistic exercises, there is no drop of\nstrength whatsoever once your cardiovascular system is well conditioned\nand this is an excellent way to save time!\n \nHere are the top reasons to superset opposing muscle groups:\n \nGain Strength And Size\n \nResearch shows that a muscle’s contractions will be stronger and more\npowerful if preceded by contractions of it’s antagonist (opposing) muscle\ngroup. For example, when you do a superset of barbell rows followed by\nbench presses, you’ll be stronger on the bench. University of Wisconsin\nresearchers found that subjects experienced up to a 15% increase in\nquadriceps force production when doing a vertical jump following a six\nsecond isometric leg curl which worked the opposing muscle group\n(hamstrings) immediately beforehand. That’s huge!\n \nLose Body Fat Faster\n \nSuper sets have a profound effect on total calories burned both during and\nafter a workout. 35% more calories according to a study from Syracuse\nUniversity where they had subjects perform supersets compared to when\nthey performed regular sets. A 35% increase goes a long way in terms of\nextra calories burned in one session let alone adding up all of the sessions\nover time.\n \nRestore Balance\n \nA complete superset program not only restores balance, but helps the\nprogression of underdeveloped muscle groups that are a waste of time to try\nto isolate under normal circumstances. \n \nSave Time\n \nSupersets = More sets in less time. Need I say more?\n \n \n \n \nSecret #7: Full Body Workouts\n \n“Doing what needs to be done may not make you happy, but it will make you great.”\n― George Bernard Shaw\n \n \nLet’s cut the bullshit. Full body workouts are WAY better than splits for\nbuilding muscle mass.\n \nA split routine is a just a fancy method of organizing your workouts so that\ncertain muscle groups are trained on specific days of the week in interval\nsort of fashion. A good split routine can be written out many different ways.\nHere are some examples based on how many days per week you might be\ntraining:\n \nTwo Day Split:\nMonday - Chest/Shoulders/Triceps\nTuesday - Back/Biceps/Legs\n \nThree Day Split:\nMonday - Chest/Shoulders/Triceps\nWednesday - Legs\nFriday - Back/Biceps\n \nFour Day Split:\nMonday and Thursday - Chest/Shoulders/Triceps\nTuesday and Friday - Back/Biceps/Legs\n \nFive Day Split:\nMonday - Chest\nTuesday - Legs\nWednesday - Back\nThursday - Shoulders\nFriday - Arms\n \nSix Day Split:\nMonday and Friday - Chest/Shoulders/Triceps\nTuesday and Saturday - Legs\nWednesday and Sunday - Back/Biceps\n \n \nBut forget that! If your goal is to put on as much mass as possible then\nFULL BODY workouts are the way to go! Training your entire body, each\ntime you suit up for a workout, is the fastest way for anyone to gain serious\nmuscle mass. Full body training is the way to go because life is short and\nour days are even shorter so let’s save us all the time we can as we gain this\nMUSCLE MASS.\n \nThere are three main factors why full body workouts are superior to\nisolation exercises when it comes to building mass: exercise selection,\nhormonal response, and frequency.\n \nThe number one reason full body workouts are superior to splits is that split\nroutines inevitably involve more isolation exercises where as full body\nroutines don’t allow for much outside of compound movements. Have I\ndriven this point home enough yet? Are you realizing that for the most\neffective and noticeable results you want to start regularly performing full\nbody compound exercises? I sure as hell hope so.\n \nAlong with choosing the right exercises comes an optimized hormone\nresponse including three things that are most responsible for building\nmuscle and burning fat. Research has shown that growth hormone will\nsignificantly increase after an intense workout especially when the largest\nmuscle groups are stimulated. Insulin-like growth factor (IGF-1), a\npowerful anabolic hormone, will also experience a rather large output. \nTherefore, a full body workout creates a greater ability for your body to\nincrease anabolic hormone production. It’s been shown that the amount of\nmuscle mass stimulated in a workout is almost directly proportionate to the\namount of testosterone that’s released. Workouts that stimulate the most\nmuscles produce the most testosterone. THAT, I have time for.\n \nAssuming you’re able to make full recoveries between workouts it’s safe to\nsay that a higher training volume leads to faster gains. With full body\nworkouts you could manage hitting all the major muscle groups 3-4 times\nweekly. That's a huge amount of stimuli! Training more often is the key to\nbuilding muscle fast. And with the full body workout, keep in mind that you\nare not breaking down the muscle to a point where you can't work it again\nthe day after tomorrow. If you're doing full body workouts (which you\nshould be), you can do it one on Monday, one on Wednesday, and and one\non Friday. \n \nLet’s say we have two dudes. Dude #1 is the split dude. Dude #2 is the full\nbody dude. Throughout the course of the week, the split dude only does one\nchest workout a week, and his chest gets 16 sets (4 sets x 4 exercises) of\nvolume per week. But the full body dude’s chest gets 24 sets (4 sets x 2\nexercises x 3 times per week)! Multiplied by 52 weeks, 832 sets of chest is\nsplit dude’s total chest volume for the year. Full body guy is getting 1,248\nsets in per year.  Now obviously, you're not going to work out every week\nduring the year. You're going to take breaks, you're going to have some\ndeload weeks.  But you get what I'm saying. Over the course of the year,\nfull body dude is going to get a lot more accomplished than the split guy. \n \nBut here's the thing - not only is dude #2 getting more sets, all his sets are\nfull of compound/big body movements. Unless you're gonna be on stage\ndoing competitions, I don't think you really need to be doing isolation\nmovements. I fully believe that if you want to put on muscle mass, then\ncompound movements are the way to go every time. That's why, when\npeople saw my pictures from last year to this year were shocked at the size\nI’ve aquired. Well, from then until now all I’ve been doing are compound\nexercises. I was doing big body, compound movements exclusively. If I\nwere you, that's is how I would choose to make gains as well.\n \nCompound exercises allow each body part to get more reps throughout each\nweek. When people saw the leg workout I've been doing as part of a full\nbody routine, they said, “That's all you do? Two exercises!?”  Yes, that's all\nI need. You have to remember I'm doing that three to four times per week.\nThink about it in terms of volume per week.\n \nI'm not saying splits are bad.  Sometimes it's better to just destroy the\nmuscle. There are no pro bodybuilder that I know of that works exclusively\noff of a full body routine. I think it's because bodybuilders need to get\nridiculous definition and be crazy (unsustainably) lean for shows. But a lot\nof pro athletes, some of which I’ve trained, do mostly full body workouts,\nor they at least do full upper body/full lower body splits. They do\ncompound movements because they don't need to chisel up every muscle\nlike a bodybuilder does for aesthetics. They just need to achieve as much\nstrength and power as they can, as quickly as they can. \n \nI talk about this more in this video: https://www.youtube.com/watch?\nv=2hixy6HPcKA\n \n \n \nPutting It All Together\n \n“What one does is what counts. Not what one had the intention of doing.”\n― Pablo Picasso\n \n \nI took the liberty of designing a comprehensive workout program that is\ngoing to help you put on slabs of muscle mass as fast as possible.\n \nThis is customizable of course, as are all programs (you have to do what\nworks for you) but when putting together your program you have a few\noptions depending on how many days a week you are able to work out, how\nmuch time you have, and how fast you recover.\n \nBasic Workout Protocol:\nThis is the most basic workout protocol available and is very good for\nbeginners:\n \nDay 1: Full body (Chest, shoulders, back, biceps, triceps, abs, legs, calves)\nDay 2: Rest\nDay 3: Full body (Legs, calves, back, abs, shoulders, chest, biceps, triceps)\nDay 4: Rest\nDay 5: Full body (Back, chest, legs, triceps, biceps, calves, shoulders, abs)\nDay 6: Rest\nDay 7: Rest\n \nThis is what each full body workout will look like when using the beginner\nprotocol.\n \nLegs: Squats (4 sets of 8-10 reps)\nChest & Back (Superset): Bench press/Bent over rows (4 sets of 8-10 reps)\nShoulders: Overhead Press (4 sets of 8-10 reps)\nBiceps & Triceps: (Superset) Curls/Close Grip Bench Press (4 sets of 8-10\nreps)\nCalves: Standing Calf Raises (4 sets of 8-10 reps)\nAbs: Abdominal Assault Workout\n \n \nAdvanced protocol\n \nI deviate from this program a little bit. I am a more advanced lifter, so I\nwant to get more volume during my workouts. I also want to focus on my\nabdominal muscles and calves more, so I give them a whole day to\nthemselves. My program looks more like this:\n \nDay 1: Full body (Legs, chest, shoulders, back, biceps, triceps)\nDay 2: Abs, calves\nDay 3: Full body (Legs, chest, shoulders, back, biceps, triceps)\nDay 4: Abs, calves\nDay 5: Full body (Legs, chest, shoulders, back, biceps, triceps)\nDay 6: Abs, calves\nDay 7: Rest\n \nAdvanced protocol Exercises\n \nLegs:\nSquats (4 sets of 6-8 reps)\nDeadlifts  (4 sets of 6-8 reps)\n \n \nChest & Back\n(Superset): Bench Press/Bent over rows  (4 sets of 6-8 reps)\n(Superset):  Chin Ups/Weighted Dips (4 sets of 6-8 reps)\nMuscle Ups (4 sets To failure)\n \nShoulders:\nOverhead Press (4 sets of 6-8 reps)\nFreestanding Handstand Pushups (4 sets To failure)\n \nBiceps & Triceps:\n(Superset): Curls / Close Grip Bench Press (4 sets of 6-8 reps)\n(Superset): Cable Curls / Cable Tricep Extensions (4 sets of 6-8 reps)\n \nCalves:\nStanding Calve Raises (10 Sets of 10 Reps)\nSeated Calve Raises (4 sets of 6-8 reps)\n \nAbs:\nDragon Flys (4 sets To failure)\nCable Crunch (4 sets of 6-8 reps)\nWindshield wipers (4 sets To failure)\nAbdominal Assault Workout\n \nThe advanced protocol is probably going to be too much volume for most\npeople. If the beginner program is too basic for you (it is probably not) then\nyou can feel free to add a few exercises from the advanced protocol.\n \n \nBonus Chapter #1: Sleep\n \n \nMost people assume that the only time you build muscle is when you are in\nthe gym, but the truth is that your body mostly build muscle outside of the\nguy when you are sleeping. In fact, the right sleeping habits offer an easy\nway to help you burn fat and build muscle mass fast.\n \nWhy Sleep is Beneficial for Building Mass/Losing Fat\n \nThe Annals of Internal Medicine published a research report which showed\nthat sleep is an important element for weight loss. In the study, it compared\ntwo groups of women who were both on calorie restricted diets. One group\nhad 5.5 hours of sleep at night, and the other group had 8.5 hours of sleep at\nnight. The results of the study showed that the group who had more sleep at\nnight lost more fat within a two week period of time. Even more surprising\nwas the fact that the people who slept less at night started to lose muscle\nmass. A real nightmare if you’re anything like me. A lack of sleep causes a\nshift in metabolism that results in fat preservation and muscle degradation\nat the same time. Yikes!\n \nOne of the reasons for these results was that the sleep deprived group had a\nchange in hormone levels within their body. Sleep deprivation results in an\nincrease in the hormone called \"ghrelin,\" which is the appetite stimulating\nhormone. Many people assume that they burn more calories when they are\nawake for a larger percentage of the day, but a lack of sleep actually slows\nthe metabolism so that the body can preserve energy.\nKeep in mind that the important step to your muscle building plan is to lose\nexcess fat first! Sleep is a critical factor to help you lose the excess fat\nstored in the body as well\n \nWhy Sleep is Beneficial to Build Muscle Fast\nThere are several elements that work together to help you develop stronger,\nbigger muscles. Lifting weights helps you to build muscle because the\nweights cause small tears in the muscles. But, lifting weights isn't enough,\nbecause you also need to provide your body with the tools that are needed\nto recover after the weight lifting session.\nThe foods that you eat will impact your muscle growth, because the\nnutrients are used to repair the muscle tissue. Even if the right nutrients are\navailable, they can't be effectively used until you rest the muscle tissue for\nawhile. Therefore, sleep is the perfect opportunity for the body to rebuild\nand repair, and when you close your eyes at night a lot is happening on a\ncellular level.\n \nSleep is the primary way that your body can repair muscle damage from\nyour workout, and if you are cutting your sleep hours at night then you are\nrobbing your muscles (and body) of the time that is needed to recover. For\noptimal muscle building results, you need to make sure that you allow those\ntorn muscles to heal before your next exercise session. If the muscles aren't\nhealed yet, then you will be at a disadvantage.\n \nAlso, consider the fact that sleep has a direct impact on your stamina and\nmental toughness during your exercise session. If you missed a few hours of\nsleep the previous night, then it is more likely that you will struggle to\nmaintain your regular exercise endurance because you will be tired. People\nare also more likely to cheat on their diet plan when they are tired, because\ntheir body is craving a fast boost of energy from food and their minds aren’t\nas strong to make better decisions..\n \nHow Much Sleep Do You Need?\n \nThe recommended eight hours of sleep each night is a good goal for\naverage people, although some people find that seven hours per night is\nsufficient. However, I’m guessing if you’re reading this book then YOU are\nnot average or “other people”. You may need up to 9 hours for optimal\nrecovery from intense workouts. Listen to your body, and you can adjust the\nexact amount of sleep to match your individual needs.\n \nMaking sleep a high priority is beneficial to so many other aspects of your\nlife as well. If you want to build mass fast, avoid over-training, and prevent\nfat storage in your body, then you need to make sure that you are getting\nplenty of sleep each night.\n \n \nBonus Chapter #2: Water\n \n“Water is the driving force in nature.”\n-Leonardo da Vinci\n \nThe benefits of water are not to be taken lightly or for granted. I’m willing\nto bet that almost all of you reading this are not getting enough water on a\ndaily basis. This MUST change if you are to improve your overall health,\nburn more fat, and build more muscle.\n \nList of h2o benefits as a reminder:\n \nWater Improves Digestion\n \nWhen you are drinking plenty of water, it helps the digestive system\nfunction at an optimal level. Digestion function is a key factor to fat loss\nand muscle gain, because your body needs to access the nutrients within the\nfood in order to build muscle. If those nutrients aren't readily available, then\nyour progress will slow down because the body won't have the building\nblocks that are needed for muscle repair. Water helps to improve the\ndigestive system so that your body can break down the food into amino\nacids, and those amino acids are used to repair muscle tears and help you\nadd mass. Additionally, water consumption can help to optimize your\nmetabolism, which in turn increases the your body's fat burning rates.\n \nWater Helps You Feel Satisfied\n \nIt has been found that many people commonly mistake thirst for hunger,\ncausing people to reach for a snack when their body really needs a drink.\nSnacking too frequently can result in fat storage because of the excess\ncalorie consumption and production of gherelin. On the other hand,\ncontrolling your calorie consumption is an effective way to lose fat and slim\ndown.\nWater is calorie free, and it helps to fill your stomach so that you can\ncontrol your portions. Additionally, it helps you to feel more satisfied\nbetween meals, helping you to overcome food cravings. Next time you have\nthe urge to reach for a snack, drink a tall glass of water instead. After\ndrinking the water, wait for 20 minutes and then decide if you are still\nhungry. If you are still experiencing hunger after drinking the water, then\nyou can eat a snack at that point.\n \nWater Detoxifies the Body\n \nOne important element for fat loss is to make sure that you are getting rid of\nthe toxins within the body, and some doctors have even suggested that\ntoxins are stored within the fat cells of your body. By drinking plenty of\nwater, you can flush out the waste and help your body to get rid of any toxic\ncompounds. Water stimulates the natural cleansing organs, including the\nliver, kidneys, colon, and largest organ, your skin. By increasing your water\nconsumption you might experience a \"cleansing reaction\" initially, because\nyour body is working to get rid of the waste. But, once the waste is flushed\nout of the body, you will feel even better than usual.\n \nPreventing Injuries with Hydration\n \nWater can help you to prevent injuries, because it lubricates and cushions\nyour joints. One of the worst experiences is to injure yourself during a\nworkout, because it will completely derail your exercise plan. It sucks to be\ninjured! If you’re fortunate enough to have avoided injury then hats off to\nyou. If you become injured, it could cause you to miss several weeks of\ntraining, resulting in slower progress or no progress during that time.\nProtecting your joints, muscles, and bones is imperative if you want to build\nmuscle fast, because a healthy body will allow you to stay consistent with\nyour routine.\n \n \nHow Much Water Should You Drink?\n \nEven a small 10-20 percent muscle contraction can cause the body's water\nlevels to drop by as much as four percent. So, make sure that you are\ndrinking plenty of water before, during, and after your workout. We’ve all\nheard the recommended, “8 glasses of water every day”, but the truth is that\neveryone is a unique snowflake and their body might require a unique\nsnowflake amount of water. Several factors can impact your need for water,\nincluding the types of foods that you are eating, how much time you spend\nexercising, and other elements of your daily life. People trying to add\nMASS need much more water than the average person.\n \nInstead of counting the glasses that you drink each day, a better solution is\nto pay attention to the color of your urine. If your urine is yellow, then it\nmeans that you need to increase your water consumption. Darker colors of\nyellow indicate that you are dehydrated, so try to drink enough water so that\nyou eliminate the yellow color as much as possible. You will likely notice\nthat your urine is yellow first thing in the morning, and that is because you\nhave been sleeping all night and your body is slightly dehydrated when you\nwake up in the morning. Also, it is common for urine to change color after\nyou have taken supplements, so pay attention to the time that you took the\nsupplements and how it impacts the color of your urine.\n \nBONUS CHAPTER #3  “5 Proven Methods\nfor Gaining Self Discipline”\n \n“We must all suffer one of two things: the pain of discipline or the pain of regret or\ndisappointment.”\n-Jim Rohn\nLet’s start with a statistic – 67% of Americans who have gym membership\nnever even use them, that’s 2 out of 3 people. Now an average gym\nmembership costs about $58 according to the 2014 statistics and that means\nAmericans are spending more than 6.7 billion dollars every year. 6.7 Billion\ndollars (for those who are too busy counting the zeros) is more than what 38\ncountries make a year - and we are spending it just to sit on the fucking\ncouch. Now I’m no expert on the fine arts of couch sitting, but from my\nexperience, I’m pretty sure that you can do that shit for free.\nNow why does this happen? I’ve already talked about seeing a lot of new\nfaces in the gym during the beginning of the year - turns out that is true. It\nis estimated that gyms get between 30-50% in members in the first week of\nJanuary and the second week is the busiest week of the year. It’s the time of\nthe year when people go- “My New Year’s resolution is that I’ll finally\nwork out regularly this year.” Notice that word “finally?” They always say\nfinally because it’s the same fucking resolution they made the previous year\nand the year before.\nNow these guys go to the gym for the first 2 weeks and about 80% will\ndrop off at the end of week 2. There was an actual scientific study carried\nout about this at Berkley and their conclusion is that it’s not because they’re\nlazy; it’s because of what they call “hyperbolic discounting” - which\nbasically states that people will pick the option which comes faster. Most\npeople think that results from working out are like cheeseburgers from\nMcDonalds where they’ll go “yeah, I’ll have a body like that” and expect to\nget it less than 5 minutes. So when the kid behind the counter goes “Yeah,\nfor that you’ll have to work really hard for that and it’ll take 4-6 months”\nmost people freak out and don’t come back. After all, you won’t wait more\nthan an hour for a cheeseburger, will you?\nBut you are not like those people, are you? No, you understand quite clearly\nthat it takes hard work to get that perfect body. Some of you might have\nheard of Malcolm Gladwell’s rule that you can master anything if you\npractice for 10,000 hours. Hell, if you work hard enough, you can do\nanything- you’ve been told this your whole life, right? Just one question-\nhow do you work hard? Because nobody tells you that, do they? They\nautomatically assume that if you want something, you’ll work hard for it.\nAnd you will, I expect you to work real hard until you reach your breaking\npoint, and like everyone who drops out of the gym within 2 weeks will go,\n“This is bullshit, fuck this” when you don’t get the result you are looking\nfor.\nNow the bad news is - everyone has a breaking point. And that’s because\nwe’re human beings, not some fucking terminator that can go on forever.\nWhat most people don’t realize is that we only do the hard work because\nwe want to get the result, if we don’t get to kill John Connor, we’d probably\nquit to be the Governor of California as well.\nThe good news is we can extend our breaking point with self discipline.\nThose guys who don’t quit after 2 weeks of working out are the ones that\ngo, “Okay, this is harder than I thought, but I can still do this”. Obviously\nthis becomes harder as you go along (at which point, you should look at\nother reasons as well) and you’ll need more self discipline at this period.\nAnd I’ll tell you exactly how you can do that.\nMake sure you have the right motivation\nQuick, stop reading this article right now and give me 500 squats.\nHuh, none of you did what I just said, did you? (Note: to the one guy who\ndid the 500 squats just because I said so, I am promoting you to be my chief\nminion. Send me a message later and we can talk more about taking over\nthe world)\nBut the rest of you who didn’t listen to me, consider this scenario. You are\njust reading this blog post in your room. Suddenly a guy kicks in your\nbedroom door wearing a ninja mask, a purple T-shirt, hiking boots and no\npants; he stinks of cheap vodka and has a butcher knife in one hand and the\ncutest puppy on earth in the other. And the guy goes, “Give me 500 squats\nright now or I’ll cut off the puppy’s legs!”\nNow if the guy had said, “I’ll kill the puppy”, that’s not a threat, it’s just a\ndrunk guy yelling and he probably won’t do it (because who the fuck would\nkill a puppy?). But cutting off the puppy’s legs? That’s a cold crazy\npsychopath right there, and I’m guessing he’ll do it. And I expect most of\nyou’ll probably start doing squats right there. Why? Because you are trying\nto save a puppy from a psychopath. And for me that’s one of the noblest\nreasons that anyone can give why they are doing squats.\nAnd that is exactly how you should feel like when you do something. If you\nare hitting the gym because you thought that it would be a good idea when\nyou were drunk with your friends on New Year’s eve, there is no way in hell\nthat you will go through with that. I got drunk one time and thought that I’d\nmake a great president; do you think Obama is worried about President\nBrandon? It’s the same thing, if you are to follow through with anything,\nwhether to be a great president or a great artist or getting that perfect body,\nyou should really believe it is as important to you as saving that puppy. No\nmatter what that reason is, if you truly believe that it’s important, then you\nhave a head start in gaining self discipline.\nSetting medium term goals\nNow I’ve already told you about how some people lose it when they don’t\nget any results in the first few weeks or months and quit. The best way to\ndeal this is to set realistic goals.\nLet’s take the example of school- when you were in your kindergarten, most\nof you didn’t even know your ABC’s. If I went back in time and gave the 4\nyear old a big ass novel and told you to read, I’d imagine most of you\nwould start crying. But if I did that now, most of you would be able to read\nit, how did it happen? Well, you learned your letters, then you learned about\nputting those letters together to form words and then to put those words into\nsentences. You didn’t learn all of this in a week either; you had to pass\nevery grade and it took you more than 10 years to get your ass out of high\nschool.\nIf you start training from scratch, you won’t be seeing much gains right\naway. But all you have to remember is how much farther you have reached\nnow compared to when you started. You can lift heavier weights now, run\nfaster, your endurance is higher and you can probably kick your beginning-\nof-training version’s ass any day of the week.\nUnderstanding willpower\nI’ve read this really interesting article on the subject of willpower, did you\nknow that you can run out of willpower by the end of the day? Apparently\nwillpower is kind of like your muscles, you can only use it for so long\nbefore you lose it. And when you lose your willpower, it really screws with\nyour brain and decision making process-the part of your brain which\nhandles willpower is in the same area where you make short term decisions.\nWhat that means is that your willpower decreases each time you make a\ndecision, and when you are forced to make too many decisions your\nwillpower drops to zero and your brain goes “Fuck this shit, I’m out”. This\nis an actual serious problem- prisoners who are appealing for parole has a\n65% chance of getting a parole in the morning compared to zero in the\nafternoon, regardless of their crimes because the parole officers lose their\nwillpower to make the right decision after hearing for so many cases\nSo if you are overwhelmed by something, think about what time it is and\nwhat happened during the day. Was it one of those completely fucked up\ndays where you feel like the universe just hates you and everything bad\nhappened to you? If that’s the case, then good news- your willpower just\nran out for the day and the best thing to do is to go to sleep! Sleep helps you\nto regain your willpower faster and if you really want to make the best\ndecisions, make them in the morning when your brain hasn’t had much to\nthink about.\nOr in other words, don’t trust your stupid fucking brain at night because\nhe’s basically drunk at the time, wait till morning.\nRemove all temptations/distractions\nLet me tell you something about Barack Obama- he is the President of the\nUS, he has to deal with thousands of decisions a day about everything from\npolitics to politics (I don’t know much about politics) and still manages to\ndo cardio and weights for 45 minutes a day. Do you know how he does it?\nHere’s a quote from the guy- “I don’t want to make decisions about what\nI’m eating or wearing because I have too many other decisions to make.”\nAnd that is how disciplined our President is when he comes to managing his\ntime. There’s also this cool observation about Bill Gates- ever since he\nfounded Microsoft, the guy has been making about $2000 per minute. Now\nif he accidentally drops a hundred dollar bill, Bill Gates is technically losing\nmoney if he takes more than 5 seconds to pick it up.\nThese are two of the most important people in this country right now, where\nevery decision they make means a lot. They literally can’t afford to waste\ntheir time and they do this by eliminating every single distraction from their\nlives. And as I said, your willpower decreases with every decision you\nmake, so why waste it on some stupid decisions?\nSo when you are working or working out is better to turn off your phone\nand the Internet. Most of the time, removing the distractions and\ntemptations is a lot easier than trying to use discipline to not use them.\nDon’t worry if you fuck up\nPicture this scenario- you are 8 months old and one day you suddenly\nstarted walking. Your parents are so happy to see their kid walking for the\nfirst time and everyone is looking at you. Then suddenly you fall down and\nyou go “This is bullshit, fuck walking.” Does this sound stupid to you?\nBecause no, you didn’t do that. You fell, cried for a while, tried walking\nagain, got a bit farther and fell again and repeated the same process till you\ncould walk properly. And that is why you are still walking today instead of\ncrawling like a baby.\nWhy don’t we do this in adult life more often? The baby version of us were\ngeniuses in a way, they didn’t mind screwing up and always picked\nthemselves up and kept moving forward. And soon they grew into the\ncurrent version of us who is insecure about making mistakes and worried\nabout making a fool out of themselves. And we are way too quick to go “I\ncan’t do this” even before they learned to walk. You have to realize that it’s\nokay to fall down because that’s how you learn.\nIn the video below I go into great detail about how I personally go about\nbuilding discipline and character in my own life. https://www.youtube.com/watch?\nv=NFZZJ5Qhfi8\nBONUS CHAPTER #4:  “8 Ways To\nNaturally Increase Testosterone Levels”\n“You have to be a man before you can be a gentleman.”\n–John Wayne\n \nTestosterone is a hormone that is secreted in both men and women. It is\nresponsible for sex drive, as well as protein processing for muscle mass\ndevelopment and strength. The more Testosterone you have, the easier it\nwill be for you to gain muscle and burn fat. Males produce about ten times\nthe amount of testosterone as females do, but females are far more sensitive\nto it’s effects. Though testosterone is largely responsible for those traits and\ncharacteristics that are considered “masculine” – physical strength, body\nhair, dominance, and virility – both sexes require it for proper sexual and\nphysical development.\n \nCheck our this video of me talking about increasing testosterone naturally--\nhttp://youtu.be/D2BqSPqyqZQ\n \n8 Ways To Naturally Increase Testosterone Levels\n \n1. Eat More Fat and Cholesterol\n \nOur diet plays a huge role in our testosterone production. Our glands need\ncertain minerals - like zinc and magnesium - to get testosterone production\nstarted and our body needs cholesterol to make testosterone.\n \nTo boost your testosterone levels you need to increase your fat and\ncholesterol intake. Studies have suggested that higher fat and cholesterol\nconsumption results in increased levels of total T; men with low-fat diets\ntypically have decreased T levels.\n \nIf you’re anything like most people on planet earth you’re currently\nthinking, “Isn't cholesterol bad for you?”. The short answer is HELL NO!\n \nCholesterol is GOOD for you! Your body can not make testosterone without\nit! Your body NEEDS cholesterol to make testosterone!\n \nIf you’re interested in learning more about the myths and benefits of\ncholesterol, I highly recommend reading this in-depth, well-written, and\nwell-researched article:\n \n“The Cholesterol Myth That Is Ruining Your Health”   by Dr. Joseph\nMercola\nhttp://articles.mercola.com/sites/articles/archive/2010/08/10/making-sense-\nof-your-cholesterol-numbers.aspx\n \nI eat at least four WHOLE eggs every night. It is important to do it at night\nbecause your body makes most of your testosterone while you are asleep.\n \nHere is a video of me making EGG “MUFFINS”! You need to check this\nout!\n \n \n2. Eat More Nuts\n \nYour testosterone levels will increase if you eat 20 Almonds at least 2 times\na day. I can not find the clinical data online about almonds, but I did read in\nTim Ferriss’s book “The 4 Hour Body” that Almonds increase testosterone.\nTim recommended eating 20 almonds 4 hours before sex for an extra boost!\nBecause I live in world where I might have sex at any given moment, I am\ngoing to be eating 20 almonds at least 3 times a day. HERO MODE!\n \nYou will also want to add some brazil nuts. All nuts are little fat bombs that\nprovide the cholesterol that cells need for T production. One study suggest\nthat the selenium in Brazil nuts boosts testosterone. Try eating 3 Brazil Nuts\n2-3 times a day.\n \n3 Take a Vitamin D3 Supplement\n \nVitamin D3 actually isn’t a vitamin, it’s a hormone - a really important\nhormone that provides a whole load of health benefits. Our bodies can\nnaturally make vitamin D from the sun, but recent studies have shown that\nmany westerners are vitamin D3 deprived because we’re spending less and\nless time outdoors. When we do decide to venture outside, we slather our\nbodies with sunscreen, which prevents the sun reaching our skin to kick-off\nvitamin D3 production. If you’re not getting enough sun, you may have a\nvitamin D3 deficiency, which may contribute to low T levels. If you think\nyou need more vitamin D3, supplement it. Studies have shown that men\nwho take this supplement see a boost in their testosterone levels. Because I\nhave a darker complexion - which makes me prone to Vitamin D3\ndeficiency - I take 5,000 IU of vitamin D3 in the morning and 5,000 IU\nbefore bed for a total of 10,000 IU each day!\n \n4. Take Omega-3 Fish Oil.\n \nFish oil has been shown to improve heart and brain health as well as\nincrease production of the Luteinizing hormone (the hormone responsible\nfor triggering the testes to produce T). Because of the increased amounts of\nsaturated fats and cholesterol you will be consuming, you want to make\nsure you get enough of the“good” fats to clear the gunk out of your blood.\n \n5. Lift Weights\n \nIf you want to increase testosterone, you’ve got to start lifting – and lifting\nheavy. Doing circuits with the weight machines won’t cut it.\n \nHere’s what the research says on how to craft your weightlifting routine to\nmaximize testosterone production:\n \n●      Use compound lifts. Squats, bench press, deadlift, and\nshoulder press should be your main lifts. Exercises that\nwork large muscle groups are associated with higher\nincreases in testosterone.\n●      Go for high volume. Workout volume is determined by\nthe following formula: sets x reps x weight. Studies\nsuggest that higher volume workouts result in higher T\nproduction.\nHere is a good weight lifting workout you can try--\nhttp://www.youtube.com/watch?v=kvaLnNJfRPY\n \n6. HIIT CARDIO Training\n \nYou already know how much I LOVE HIIT!!!! So in addition to\nweightlifting, studies have shown that HIIT workouts can also help boost\ntestosterone levels. For those of you who don’t know, HIIT stands for high-\nintensity interval training. It calls for short, intense bursts of exercise,\nfollowed by a less-intense recovery period. You repeat with the intense/less-\nintense cycle several times throughout the workout. In addition to\nincreasing T, HIIT has been shown to improve athletic conditioning and fat\nmetabolism, as well as increase muscle strength.\n \n \n6. Get More And Better Sleep\n \nMost Americans today are sleep deprived, which may be a contributing\nfactor to declining testosterone levels in men. See, our body makes nearly\nall the testosterone it needs for the day while we’re sleeping. That increased\nlevel of T that we experience at night is one of the reasons we wake up with\n“morning wood.” (If you don’t have morning wood on a consistent basis,\nyou might have low T).\n \nIf you’re not getting enough quality sleep, your body can’t produce\ntestosterone as efficiently or effectively. In one study, researchers at the\nUniversity of Chicago found that young men who slept less than five hours\na night for one week had lower testosterone levels than when they were\nfully rested. The drop was typically 10-15%.\n \nNot only does sleep boost T, but it also helps manage cortisol, a stress\nhormone that has been shown to wreak havoc on testosterone levels when\npresent in high amounts.\n \nREAD MY POST ON THE HEALTH BENEFITS OF SLEEP\n \n7. Manage Your Stress\n \nWhen we face stress, our adrenal glands secrete cortisol to prepare our\nbodies and minds to handle the stressful situation - the primal ‘fight or\nflight’ response. In small dosages, cortisol is fine and even useful, but\nelevated cortisol levels for prolonged periods can do some serious damage\nto our bodies and minds. One area that seems to take a hit when cortisol is\nhigh is our testosterone levels. Several studies have shown a link between\ncortisol and testosterone. When cortisol levels are high, testosterone levels\nare low; and when testosterone levels are high, cortisol levels are low.\n \nKnowing about the connection between cortisol and testosterone, you\nshould take the following measures to improve your stress management:\n \n●     Meditate for 20 minutes, twice per day.\n●     When you start to feel stressed, get up and go for a walk.\n●     Practice deep breathing exercises.\n \n8. Take Ice Baths\n \nTake a 10-12 minute ice bath after hard workouts. One benefit I found in\nmy research was that they could increase testosterone levels. I mentioned a\n1993 study done by the Thrombosis Research Institute in England that\nfound increased T levels after taking a cold shower. Sorry, I can not find the\nstudy online anymore, but ice baths were also mentioned in Tim Ferriss’s\nbook “The 4 Hour Body” as a great way to boost Testosterone and speed up\nrecovery as well as aid in fat loss.\n \nClick here for more information on how to naturally increase testosterone\n \nBONUS CHAPTER #5: Best Supplements\nTo Burn Fat FAST\n \n\"If you don't have a competitive advantage, don't compete.\"\n-Jack Welch\n \nNot a day goes by without someone stopping me in the gym, on the train, or\nin the street and asking, “What supplements do you take bro?” I secretly\nHATE that question because it implies that my physique is the direct result\nof supplementation, as opposed to my relentless hard work and dedication.\nHaving that said, there are a few supplements that I use to HELP me burn\nfat and build muscle. Here they are listed below, but remember, they are not\nmagic. They will help you reach your goals faster, but do not think that you\ncan just take supplements and get in GREAT shape with minimal effort.\nYou must do the other things I have outlined in this book first and foremost.\nSupplements can and do make life a bit easier when they are used correctly,\nso here are my top recommendations:\n \nMultivitamin\nWithout the multi, I am convinced that the other supplements you take will\nnot be as effective. Not only is the multi the foundation of a great\nsupplement strategy, it should be the first thing you take care of. First thing\nwhen you get up in the morning, take your multi. You are now ready to go\nwith whatever it is you have to do for the day. If you are serious about\ntraining, then you’ll find support for faster recovery by taking a multi as\nsoon as you finish working out. I started taking a Multivitamin every day\nabout 10 years ago, and I have been sick less than 5 times in the the last 10\nyears!!!\nWhat Is A Multi And Why Do I Need One?\nFor the human body to complete all the tasks it has in a normal day, it must\nbe given a wide and complex variety of vital nutrients. Becoming deficient\nin any one of these essential vitamins or minerals causes breakdown of the\nmetabolic pathway that produces optimum efficiency and performance goes\ndown quick. Obviously, this is NOT what you want!\nMaking sure you take a high-potency multivitamin/multi-mineral formula\nmay help ensure the presence of those essential nutrients necessary for\nthousands of metabolic reactions.\nBodybuilders, athletes, and people that lead active lifestyles need even\nmore nutrients than the average non-active person. So if you think that just\ngrabbing the first one you see on the shelf is going to work for you, think\nagain.\nWhat Makes Up A Multi?\nNow some multis have small differences from others, but for the most part,\nthe multi is comprised of the same individual vitamins and minerals. Even\nthough they are normally packaged together in multis, there are differences\nbetween the two.\n1. Vitamins\nVitamins are organic. They are more complex than minerals. All vitamins\nare required by our bodies for survival. Vitamins control the chemical\nreactions within the body to convert food into energy and living tissue.\nThey are either water soluble which must be taken daily since they are not\nstored in the body (Vitamin C and all of the B Vitamins) or fat soluble,\nwhich are stored in the body (A, D, E, and K).\nVitamins are vulnerable to heat, light, and chemical agents, so food\npreparation, processing, and storing it must be appropriate to preserve\nvitamins so you get the nutritional value out of the meal.\nVitamin Basic Function\n●      A- Vision, healthy skin and mucous membranes, bone\nand tooth growth, immune system health\n●      B complex- Important for nerve function, normal\nvision and skin health, nervous and digestive systems\n●      C- Immune system and protects cells\n●      D- Absorption and use of calcium\n●      E- Powerful antioxidant\n●      K- Bones, teeth and cartilage health\n●      Zinc- Immune System Health\n2. Minerals\nMinerals are inorganic. They are much simpler in chemical form than\nvitamins. They are much more stable in food preparation than vitamins also.\nMinerals are categorized as major/macro – (calcium, phosphorus,\npotassium, sodium, chloride, magnesium, and sulfur), and trace/micro-\n(iron, iodine, zinc, chromium, selenium, fluoride, molybdenum, copper, and\nmanganese) minerals.\nMajor minerals we need in dosages greater than 100 mg a day. The trace\nminerals we only need “trace” amounts of daily to suffice. Minerals are\nused to produce necessary hormones. A simpler way to remember this is\nthat all minerals are found on the periodic table.\nMineral Basic Function\n●      Boron - Metabolism of calcium, magnesium, and\nphosphorous\n●      Calcium- Strong and healthy normal bones\n●      Chromium- Insulin Production Copper- Strengthen\nconnective tissue\n●      Iodine- Thyroid Hormone Synthesis\n●      Iron- Carries oxygen within protein hemoglobin\n●      Lutein- Eye Health\n●      Lycopene- Heart Health, Supports Healthy\nCholesterol\n●      Magnesium- Over 300 biochemical reactions of body\n●      Manganese- Co-factor in energy production, activator\nof many enzymes\n●      Molybdenum- Supports normal liver and kidney\nhealth\n●      Nickel- Healthy skin and bone structure\n●      Potassium- Used by Autonomic Nervous System\n(heart beat, brain function)\n●      Selenium- Fights against many health problems\n●      Vanadium- Works with Molybdenum\nHopefully by now you know and appreciate the true value of what a\nmultivitamin means to your bodybuilding and fitness goals. The protein,\nenergy drinks, and all the others are great, but without a multi, you are not\nmeeting your true physical fitness potential.\nIt doesn’t matter whether you are male or female, young or old,\nbodybuilder, football player, or everyday gym rat. Your multi should be the\nfirst supplement you take every day.\nI REALLY like this multivitamin because It covers everything I need and\nthen some! I take it everyday. You can buy it here.\n \n \n \nFAT BURNER\nFat burners have only grown in popularity almost proportionately with how\nfat we are as a nation. I’ve tried a lot off other fat burning supplements that\nmake me feel like a crackhead because they have too much caffeine plus\nunnatural/unfamiliar ingredients that are difficult (if even possible) to find\nany information about. “Proprietary blends” are common in the fat burning\nworld as well - which always leave you wondering how much of each\ningredient is really in that blend. I like the transparency of Tea Rexx and the\nfact that nothing in it has any dangerous side effects. Everything in it is\n100% natural and plant derived. It’s even comes in vegetable capsules as\nopposed to an animal byproduct known as gelatin – which is what most\nother fat burners on the market use.\nTea Rexx works because it contains the following natural ingredients:\n●     Green Tea EGCG\n●     Green Coffee Bean extract\n●     Raspberry Ketones\n●     Ginseng\n●     Quercetin\n●     Synephrine\n●     Yohimbe\n●     L-Carnitine\n●     Yerba Mate\n●     Rhodiola Rosea\n●     Caffeine\n●     Moringa Oleifera\nAs you can see, TEA REXX is a great mix of ingredients that are known -\npowerful antioxidants, herbs, and amino acids that together provide a good\namount of natural energy through thermogenics and vasodilation which are\nboth great for burning fat.\nTEA REXX  is available HERE\n \nFISH OIL \nAnyone who wants to maximize their muscle gains, burn fat and improve\ntheir overall health should be supplementing with high quality fish oil every\nday.\nFish oil contains the extremely valuable omega 3 fatty acids, EPA and\nDHA, which produce a nearly endless list of benefits related both to body\ncomposition and health.\nWhile I could go on and on about fish oil’s beneficial effects on the\ncardiovascular system, immune system and on improving blood pressure\nand cholesterol, today’s article focuses specifically on the subject of fish oil\nfor bodybuilding.\n1) Fish oil increases muscle anabolism.\nRecent research at the Washington University School of Medicine has\nshown that fish oil is actually an anabolic substance.\nWhen a group of 25-45 year olds were given 4 grams of fish oil daily, the\nresearchers found a significant increase in muscle protein synthesis. Protein\nsynthesis is the process where cells combine individual amino acids to build\ncomplete proteins. Since proteins are the fundamental building blocks of\nmuscle tissue, this is pretty damn important.\nThey also found a notable increase in both the mTOR and p70S6K\npathways, which are key signalling pathways that control muscle cell\ngrowth.\n2) Fish oil decreases muscle catabolism.\nNot only does fish oil help you build new muscle tissue faster, but it also\nhelps you preserve your existing gains.\nYour muscles are constantly undergoing a process of both anabolism\n(muscle growth) and catabolism (muscle breakdown). Your net muscle\ngains are determined by taking the total amount of anabolism and\nsubtracting the total amount of catabolism. Minimize muscle catabolism\nand you maximize your overall muscle gains.\nFish oil suppresses muscle catabolism in two main ways…\nThe first is by lowering cortisol levels. As mentioned before, cortisol is a\npowerful catabolic hormone that breaks down muscle tissue for use as\nenergy.\nThe second is by decreasing the activity of the “ubiquitin-proteasome\nsystem”. This system is the main cause of muscle breakdown, but is\nsuppressed when fish oil intake increases.\n3) Fish Oil Decreases Inflammation.\nReducing inflammation after training sessions helps you enhance muscle\nrecovery and overall growth. Scientists at Harvard Medical School found\nthat DHA (one of the two key components of fish oil) signals the release of\nnitric oxide in blood vessels.\nNitric oxide prevents white blood cells from sticking to blood vessels,\nwhich reduces inflammation.\nNot only does a reduction in inflammation improve muscle recovery, but it\nalso has beneficial effects on your joints and connective tissues. Since\nintense weight training places a lot of stress on these structures, fish oil may\nbe an important supplement in preventing injuries and managing existing\ntraining induced aches and pains.\n4) Fish Oil Enhances Fat Loss.\nEPA and DHA decrease the activity of certain fat-storing enzymes while\nsimultaneously increasing the activity of enzymes responsible for fat\noxidation.\nFish oil also increases thermogenesis, which is the number of calories that\nyour body burns as heat energy each day.\nOn top of this, fish oil helps the body become more efficient at converting\ncarbohydrates into energy, which reduces the percentage of dietary carbs\nthat end up being stored as fat.\nAll in all I’d say these are four very compelling reasons to make use of fish\noil for bodybuilding purposes.\nCLICK  HERE TO BUY SOME FISH OIL\nSleep Aid\nNATURAL SLEEP AID\nI take melatonin almost every night to help me sleep better! Melatonin is a\nhormone that is naturally produced in the brain to help you sleep better and\none of the easiest ways to burn fat and build muscle is simply to get MORE\nSLEEP..\n CLICK HERE TO BUY A GOOD MELATONIN SUPPLEMENT\nCreatine\n \nI just recently started taking this. DO NOT BUY THE FANCY\nOVERPRICED SHIT!!!! Just get regular creatine! Creatine has been shown\nto:\n●      Increases muscle strength and power\n●      Improves performance in high-intensity exercise\n●      Increase energy levels and speed up recovery rates\n●      Enhance energy reserves in muscles while minimizing protein\nbreakdown\n \n“Creatine can actually be a really great supplement to help with\nmuscle growth, gaining strength and also muscle recovery. The risks\nassociated with creatine are actually quite mild. Anecdotally, people\nwill say they have more muscle cramping, maybe more muscle pulls,\ndehydration, but when creatine is studied in a clinically controlled\nsetting there’s very little difference from the groups using creatine\nversus not as far as the side effects. So it’s one of our safest\nsupplements we can use.\nUsing creatine before your workout will help you increase that\nintensity and that power of your workout. If you put creatine after your\nworkout it will actually help you recover quicker from that workout so\nthat your next workout is fresher. So if your goal is to get bigger and\nstronger and lift more weight you would want to take creatine before,\nbut if you’re a triathlete maybe who’s training twice a day, putting\ncreatine after that morning workout can actually help you train better\nthat night.\nThe other good benefit of creatine that a lot of people can appreciate is\nthat the immediate response you see is your muscles hold more water.\nSo if your goal is to get bigger, to get stronger, you’re gonna notice a\ndifference in the appearance of the size and shape of your muscles even\nwithin the first week of taking it. But don’t let yourself be fooled, you’re\nnot immediately that much stronger. You’re just holding the fluid. So as\nsoon as you stop taking the creatine, of course that’s gonna go away,\nbut it is a nice little side effect right when you start taking it.”\n-Molly Kimball, R.D., Ochsner’s Elmwood Fitness Center\n"
}